{
    "2512.02237": {
        "id": "http://arxiv.org/abs/2511.02334v1",
        "title": "Hierarchical Structure and Self-gravity in the Rosette Molecular Cloud",
        "updated": "2025-11-04T07:40:15.000Z",
        "published": "2025-11-04T07:40:15.000Z",
        "summary": "We analyze the hierarchical structure in the Rosette Molecular Cloud (RMC) using $^{13}$CO J=1-0 data from the Milky Way Imaging Scroll Painting (MWISP) survey with a non-binary Dendrogram algorithm that allows multiple branches to emerge from parent structures. A total of 588 substructures are identified, including 458 leaves and 130 branches. The physical parameters of the substructures, including peak brightness temperature ($T_{\\rm peak}$), brightness temperature difference ($T_{\\rm diff}$), radius ($R$), mass ($M$), velocity dispersion ($σ_v$), and surface density ($Σ$), are characterized. The $T_{\\rm peak}$ and $T_{\\rm diff}$ distributions follow exponential functions with characteristic values above $5σ_{\\rm RMS}$. The statistical properties and scaling relations, i.e., $σ_v$-$R$, $M$-$R$, and $σ_v$-$RΣ$ relations are in general consistent with those from traditional segmentation methods. The mass and radius follow power-law distributions with exponents of 2.2-2.5, with slightly flatter slopes for substructures inside the HII region. The velocity dispersion scales weakly with radius ($σ_v \\propto R^{0.45\\pm 0.03}$, $r = 0.58$), but shows a tighter correlation with the product of surface density and size ($σ_v \\propto (ΣR)^{0.29\\pm 0.01}$, $r = 0.73$). Self-gravitating substructures are found across scales from $\\sim$0.2 to 10 pc, and nearly all structures with peak brightness above 4 K are gravitationally bound ($α_{\\rm vir} < 2$). The fraction of bound structures increases with mass, size, and surface density, supporting the scenario of global hierarchical collapse (GHC) for the evolution of molecular clouds, in which molecular clouds and their substructures are undergoing multiscale collapse.",
        "authors": [
            {
                "name": "Suziye He"
            },
            {
                "name": "Yuehui Ma"
            },
            {
                "name": "Hongchi Wang"
            },
            {
                "name": "Renjie Shen"
            },
            {
                "name": "Miaomiao Zhang"
            },
            {
                "name": "Chong Li"
            },
            {
                "name": "Zhenyi Yue"
            },
            {
                "name": "Xiangyu Ou"
            },
            {
                "name": "Xuepeng Chen"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2511.02334v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2511.02334v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.08555": {
        "id": "http://arxiv.org/abs/2512.12055v1",
        "title": "X-ray Evolution of Young Stars: Early Dimming and Coronal Softening in Solar-Mass Stars with Implications for Planetary Atmospheres",
        "updated": "2025-12-12T21:51:13.000Z",
        "published": "2025-12-12T21:51:13.000Z",
        "summary": "X-ray and ultraviolet (XUV) emission from young stars plays a critical role in shaping the evolution of planetary atmospheres and the conditions for habitability. To assess the long-term impact of high-energy stellar radiation, it is essential to empirically trace how X-ray luminosities and spectral hardness evolve during the first ~<1 Gyr, when atmospheric loss and chemical processing are most active. This study extends the X-ray activity-mass-age analysis of <25 Myr stars by Getman et al. (2022) to ages up to 750 Myr, using Gaia-based cluster memberships, new Chandra observations of five rich open clusters (~45--100 Myr), and archival ROSAT and Chandra data for three older clusters (~220--750 Myr). We find a mass-dependent decay in X-ray luminosity: solar-mass stars undergo a far more rapid and sustained decline, accompanied by coronal softening and the disappearance of hot plasma by ~100 Myr, compared to their lower-mass siblings. These trends in solar-mass stars are likely linked to reduced magnetic dynamo efficiency and diminished ability to sustain large-scale, high-temperature coronal structures. The trends are significantly stronger than predicted by widely used XUV-rotation-age relations. The revised trends imply systematically lower rates of atmospheric mass loss and water photolysis, as well as altered ionization environments and chemical pathways relevant to the formation of prebiotic molecules, for planets in close orbits around solar analogs. These effects persist throughout at least the ~<750 Myr interval probed in this study.",
        "authors": [
            {
                "name": "Konstantin V. Getman"
            },
            {
                "name": "Eric D. Feigelson"
            },
            {
                "name": "Vladimir S. Airapetian"
            },
            {
                "name": "Gordon P. Garmire"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.EP",
            "hep-ph"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.12055v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.12055v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.05310": {
        "id": "http://arxiv.org/abs/2512.24380v1",
        "title": "A millimeter methanol maser ring tracing the deceleration of the heat wave powered by the massive protostellar accretion outburst in G358.93-0.03 MM1",
        "updated": "2025-12-30T17:50:24.000Z",
        "published": "2025-12-30T17:50:24.000Z",
        "summary": "We present multi-epoch, multi-band ALMA imaging of the new Class II millimeter methanol masers excited during the accretion outburst of the massive protostar G358.93-0.03 MM1. The highest angular resolution image (24 mas $\\approx$ 160 au) reveals a nearly complete, circular ring of strong maser spots in the 217.2992 GHz ($v_t$=1) maser line that closely circumscribes the dust continuum emission from MM1. Weaker maser emission lies inside the eastern and southern halves of the maser ring, generally coincident with the centimeter masers excited during the outburst, but avoiding the densest parts of the hot core gas traced by high excitation lines of CH$_3$CN. Using a variety of fitting techniques on the image cubes of the two strongest maser lines, each observed over 3-4 epochs, we find the diameter of the ring increased by $\\gtrsim$60% (from $\\approx$1100 to $\\approx$1800 au in the 217 GHz line) over 200 days, consistent with an average radial propagation rate of $\\approx$0.01c, while the maser intensity declined exponentially. Fitting the angular extent of the millimeter masers versus time yields a power law of index 0.39$\\pm$0.06, which also reproduces the observed extent of the 6.7 GHz masers in the first VLBI epoch of R. A. Burns et al. (2020). This exponent is consistent with the prediction of radius vs. time in the Taylor-von Neumann-Sedov self-similar solution for an intense spherical explosion from a point source ($R \\propto t^{2/5}$). These results demonstrate the explosive nature of accretion outbursts in massive protostars and their ability to generate subluminal heat waves traceable by centimeter and millimeter masers for several months as the energy traverses the surrounding molecular material.",
        "authors": [
            {
                "name": "T. R. Hunter"
            },
            {
                "name": "C. L. Brogan"
            },
            {
                "name": "G. C. MacLeod"
            },
            {
                "name": "C. J. Cyganowski"
            },
            {
                "name": "R. A. Burns"
            },
            {
                "name": "B. A. McGuire"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.24380v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.24380v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.04108": {
        "id": "http://arxiv.org/abs/2601.05314v1",
        "title": "Modeling the Milky Way wind: Supernova-driven outflows accelerate HI clouds near the Galactic center",
        "updated": "2026-01-08T19:00:01.000Z",
        "published": "2026-01-08T19:00:01.000Z",
        "summary": "Multiwavelength observations, from radio to X-rays, have revealed the presence of multiphase high-velocity gas near the center of the Milky Way likely associated with powerful galactic outflows. This region offers a unique laboratory to study the physics of feedback and the nature of multiphase winds in detail. To this end, we have developed physically motivated semi-analytical models of a multiphase outflow consisting of a hot gas phase ($T \\gg 10^6$ K) that embeds colder clouds ($T \\sim 5000$ K). Our models include the gravitational potential of the Milky Way; the drag force exerted by the hot phase onto the cold clouds; and the exchange of mass, momentum, and energy between gas phases. Using Bayesian inference, we compared the predictions of our models with observations of a population of HI high-velocity clouds detected up to $\\sim$1.5 kpc above the Galactic plane near the Galactic center. We find that a class of supernova-driven winds launched by star formation in the central molecular zone can successfully reproduce the observed velocities, spatial distribution, and masses of the clouds. In our two-phase models, the mass and energy loading factors of both phases are consistent with recent theoretical expectations. The cold clouds are accelerated by the hot wind via ram pressure drag and via accretion of high-velocity material, resulting from the turbulent mixing and subsequent cooling. However, this interaction also leads to gradual cloud disruption, with smaller clouds losing over 70\\% of their initial mass by the time they reach $\\sim$2 kpc.",
        "authors": [
            {
                "name": "Andrea Afruni"
            },
            {
                "name": "Enrico M. Di Teodoro"
            },
            {
                "name": "Lucia Armillotta"
            },
            {
                "name": "Callum A. Lynn"
            },
            {
                "name": "Naomi M. McClure-Griffiths"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.05314v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.05314v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.07407": {
        "id": "http://arxiv.org/abs/2601.12578v1",
        "title": "On the accuracy of mass and size measurements of young protoplanetary disks",
        "updated": "2026-01-18T20:46:34.000Z",
        "published": "2026-01-18T20:46:34.000Z",
        "summary": "Knowing the masses and sizes of protoplanetary disks is of fundamental importance for the contemporary theories of planet formation. However, their measurements are associated with large uncertainties. In this proof of concept study, we focus on the very early stages of disk evolution, concurrent with the formation of the protostellar seed, because it is then that the initial conditions for subsequent planet formation are likely established. Using three-dimensional hydrodynamic simulations of a protoplanetary disk followed by radiation transfer postprocessing, we constructed synthetic disk images at millimeter wavelengths. We then calculated the synthetic disk radii and masses using an algorithm that is often applied to observations of protoplanetary disks with ALMA, and compared the resulting values with the actual disk mass and size derived directly from hydrodynamic modeling. We paid specific attention to the effects of dust growth on the discrepancy between synthetic and intrinsic disk masses and radii. We find that the dust mass is likely underestimated in Band 6 by factors of 1.4-4.2 when Ossenkopf & Henning opacities and typical dust temperatures are used, but the discrepancy reduces in Band~3, where the dust mass can be even overestimated. Dust growth affects both disk mass and size estimates via the dust-size-dependent opacity, and extremely low values of dust temperature (~ several Kelvin) are required to recover the intrinsic dust mass when dust has grown to mm-sized grains and its opacity has increased. Dust mass estimates are weakly sensitive to the distance to the source, while disk radii may be seriously affected. We conclude that the accuracy of measuring the dust mass and disk radius during the formation of a protoplanetary disk also depends on the progress in dust growth. (Abridged)",
        "authors": [
            {
                "name": "Eduard I. Vorobyov"
            },
            {
                "name": "Aleksandr Skliarevskii"
            },
            {
                "name": "Vardan Elbakyan"
            },
            {
                "name": "Michael Dunham"
            },
            {
                "name": "Manuel Guedel"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.12578v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.12578v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.07562": {
        "id": "http://arxiv.org/abs/2601.13459v1",
        "title": "The Relationship between Accretion and Ionised Ejection among Young Stellar Objects in the Coronet Cluster",
        "updated": "2026-01-19T23:28:01.000Z",
        "published": "2026-01-19T23:28:01.000Z",
        "summary": "We present results from a coordinated, multi-epoch near-infrared and centimeter radio survey of young stellar objects (YSOs) in the Coronet, aimed at probing the connection between mass accretion and ionised mass loss. Using VLT-KMOS, we detect Br$γ$ emission in 5 of the 26 targets, which also exhibit 3.3-cm continuum emission in VLA images, consistent with partially ionised jets. For seven additional sources, stringent flux upper limits were obtained. The derived accretion and ionised mass-loss rates for class I and class II YSOs follow a sublinear correlation $\\dot{M}_{\\mathrm{ion}} \\propto \\dot{M}_{\\mathrm{acc}}^{0.3}$, consistent with previous results for class II YSOs but extended here to earlier stages. Multi-epoch observations reveal modest variability in both tracers but no clear temporal correlation between accretion and ejection within timescales of a few months. The ratio $\\dot{M}_{\\mathrm{ion}}/\\dot{M}_{\\mathrm{acc}}$ shows an anti-correlation with $\\dot{M}_{\\mathrm{acc}}$, increasing with time from class I YSOs to class II YSOs, suggesting an increase in jet-launching efficiency or ionisation fraction with evolution. These findings support a direct connection between accretion and outflow across the $\\sim$ Myr timescale of YSO evolution, while highlighting the complexity of their short-term interplay.",
        "authors": [
            {
                "name": "Arpan Ghosh"
            },
            {
                "name": "Roberto Galván-Madrid"
            },
            {
                "name": "Johanan Ramírez-Arellano"
            },
            {
                "name": "Carlos Carrasco-González"
            },
            {
                "name": "Gráinne Costigan"
            },
            {
                "name": "Suzanne Ramsay"
            },
            {
                "name": "Carlo Manara"
            },
            {
                "name": "Jan Forbrich"
            },
            {
                "name": "Hauyu Baobab Liu"
            },
            {
                "name": "Michihiro Takami"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.13459v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.13459v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.00157": {
        "id": "http://arxiv.org/abs/2601.11711v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) VIII: A dust arc and non-Keplerian gas kinematics in HD 121617",
        "updated": "2026-01-16T19:00:05.000Z",
        "published": "2026-01-16T19:00:05.000Z",
        "summary": "ExoKuiper belts around young A-type stars often host CO gas, whose origin is still unclear. The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) includes 6 of these gas-bearing belts, to characterise their dust and gas distributions and investigate the gas origin. As part of ARKS, we observed the gas-rich system HD121617 and discovered an arc of enhanced dust density. In this paper, we analyse in detail the dust and gas distributions and the gas kinematics of this system. We extracted radial and azimuthal profiles of the dust (in the millimetre and near-infrared) and gas emission ($^{12}$CO and $^{13}$CO) from reconstructed images. To constrain the morphology of the arc, we fitted an asymmetric model to the dust emission. To characterise the gas kinematics, we fitted a Keplerian model to the velocity map and extracted the azimuthal velocity profile by deprojecting the data. We find that the dust arc is narrow (1-5 au wide at a radius of 75 au), azimuthally extended, and asymmetric; the emission is more azimuthally compact in the direction of the system's rotation, and represents 13% of the total dust mass (0.2$M_\\oplus$). The arc is much less pronounced or absent for small grains and gas. Finally, we find strong non-Keplerian azimuthal velocities at the inner and outer wings of the ring, as was expected due to strong pressure gradients. The dust arc resembles the asymmetries found in protoplanetary discs, often interpreted as the result of dust trapping in vortices. If the gas disc mass is high enough ($\\gtrsim20M_\\oplus$, requiring a primordial gas origin), both the radial confinement of the ring and the azimuthal arc may result from dust grains responding to gas drag. Alternatively, it could result from planet-disc interactions via mean motion resonances. Further studies should test these hypotheses and may provide a dynamical gas mass estimate in this CO-rich exoKuiper belt.",
        "authors": [
            {
                "name": "S. Marino"
            },
            {
                "name": "V. Gupta"
            },
            {
                "name": "P. Weber"
            },
            {
                "name": "T. D. Pearce"
            },
            {
                "name": "A. Brennan"
            },
            {
                "name": "S. Pérez"
            },
            {
                "name": "S. Mac Manamon"
            },
            {
                "name": "L. Matrà"
            },
            {
                "name": "J. Milli"
            },
            {
                "name": "M. Booth"
            },
            {
                "name": "C. del Burgo"
            },
            {
                "name": "G. Cataldi"
            },
            {
                "name": "E. Chiang"
            },
            {
                "name": "Y. Han"
            },
            {
                "name": "Th. Henning"
            },
            {
                "name": "A. M. Hughes"
            },
            {
                "name": "M. R. Jankovic"
            },
            {
                "name": "Á. Kóspál"
            },
            {
                "name": "J. B. Lovell"
            },
            {
                "name": "P. Luppe"
            },
            {
                "name": "E. Mansell"
            },
            {
                "name": "M. A. MacGregor"
            },
            {
                "name": "A. Moór"
            },
            {
                "name": "J. Olofsson"
            },
            {
                "name": "A. A. Sefilian"
            },
            {
                "name": "D. J. Wilner"
            },
            {
                "name": "M. C. Wyatt"
            },
            {
                "name": "B. Zawadzki"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.11711v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.11711v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556493"
        }
    },
    "2601.02344": {
        "id": "http://arxiv.org/abs/2601.10989v1",
        "title": "How To Use Thermal Dust Continuum Emission To Measure The Physical Properties Of Dusty Astrophysical Objects",
        "updated": "2026-01-16T04:38:11.000Z",
        "published": "2026-01-16T04:38:11.000Z",
        "summary": "Dust grains in the interstellar medium interact with photons across the electromagnetic spectrum. They are generally photon energy converters, absorbing short wavelength radiation and emitting long wavelength radiation. Sixty years ago in 1965, thermal emission from dust grains in the interstellar medium was discovered. This tutorial is a summary of the physics of thermal dust continuum emission and how to use observations of the intensity and flux density of dusty objects to calculate physical properties such as mass, column density, luminosity, dust temperature, and dust opacity spectral index. Equations are derived, when feasible, from first principles with all limits and assumptions explicitly stated. Properties of dust opacities appropriate for different astrophysical environments (e.g. diffuse ISM, dense cores, protoplanetary disks) are discussed and tabulated for the wavelengths of past, current, and future bolometer cameras. Corrections for observations at high redshift as well as the effects of telescope measurement limitations are derived. We also update the calculation of the mean molecular weight in different ISM environments and find that it is 1.404 per H atom, 2.809 per H2 molecule, and 2.351 per gas particle assuming protosolar metallicity and the latest values of the ISM gas phase abundances of metals.",
        "authors": [
            {
                "name": "Yancy L. Shirley"
            },
            {
                "name": "Jeffrey G. Mangum"
            },
            {
                "name": "Desika Narayanan"
            },
            {
                "name": "James Di Francesco"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.10989v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.10989v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.06873": {
        "id": "http://arxiv.org/abs/2512.18992v1",
        "title": "Fragmenting Filaments and Evolving Cores -- Insights from Dust Polarisation Study of a filament in Northern Orion B",
        "updated": "2025-12-22T03:14:29.000Z",
        "published": "2025-12-22T03:14:29.000Z",
        "summary": "We present an analysis of polarised dust emission at 850 micron for a parsec long filament in the northern part of the Orion B molecular cloud. The region was observed by the JCMT SCUBA-2/POL-2 polarimeter. The filament has a line mass (~80 Msun/pc) larger than the critical (magnetic) line mass (~37 Msun/pc); and hosts one starless, three prestellar, and four protostellar cores, with masses in the range 0.13 to 9.13 Msun. The mean (debiased) polarisation fraction of the filament and core pixels was calculated to be 5.3+/-0.3% and 3.2+/-0.3%, respectively, likely reflecting their distinct physical conditions. The polarisation fraction for the cores does not depend on the type of core, and was found to decrease with increasing column density, varying from 6-11% at the filament edges to 1$^{+0.7}_{-0.1}$% in the denser parts ($N_{H2}\\gtrsim$2x10$^{22}$cm$^{-2}$). Magnetic field orientation of the protostellar cores, in contrast to prestellar cores, appears to be relatively aligned with the magnetic field orientation of the local filament in this region. Using the Davis-Chandrasekhar-Fermi formalism the plane-of-sky magnetic field strength for the protostellar cores (~39-110 microG) was found to be higher than that of the prestellar cores (~22-61 microG); and weakest for the starless core (~6 microG). The average value for the filament was found to be ~31 microG. The magnetic field-volume density relation for the prestellar/starless cores and protostellar cores suggests a transition from weak field case to strong field case as the cores evolve from prestellar to protostellar phase.",
        "authors": [
            {
                "name": "Kshitiz K. Mallick"
            },
            {
                "name": "Doris Arzoumanian"
            },
            {
                "name": "Satoko Takahashi"
            },
            {
                "name": "Ray S. Furuya"
            },
            {
                "name": "Yoshiaki Misugi"
            },
            {
                "name": "Yoshito Shimajiri"
            },
            {
                "name": "Kate Pattle"
            },
            {
                "name": "Shu-ichiro Inutsuka"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.18992v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.18992v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.02593": {
        "id": "http://arxiv.org/abs/2601.08555v1",
        "title": "Substellar population of the young massive cluster RCW 36 in Vela",
        "updated": "2026-01-13T13:41:10.000Z",
        "published": "2026-01-13T13:41:10.000Z",
        "summary": "The initial mass function (IMF) is a cornerstone of star formation studies, yet its universality remains debated. We investigate the IMF in the young massive cluster RCW 36, located in the Vela Molecular Ridge and comparable to the Orion Nebula Cluster in stellar density. Our goal is to build the most complete census of RCW 36 and derive its first IMF and star-to-brown-dwarf (BD) ratio. We combine new GLAO observations from HAWK-I/VLT with archival data (2MASS, SOFI/NTT) and Gaia DR3 kinematics. Photometric accuracy and source extraction were improved using \\textsc{DeNeb}, a deep-learning algorithm that removes complex nebular emission. Membership probabilities were assigned via color-magnitude diagram comparisons with a control field, and stellar masses were estimated using model isochrones. We find a revised distance of $954\\pm40\\,$pc and determine the IMF down to $\\sim0.03\\,M_{\\odot}$, described by a broken power law ($dN/dM\\propto M^{-α}$) with $α=1.62\\pm0.03$ for $0.20$-$20\\,M_{\\odot}$ and $α=0.46\\pm0.14$ for $0.03$-$0.20\\,M_{\\odot}$. The star-BD ratio is $2$-$5$, consistent with other Galactic clusters. Lastly, through a study of the differences in the IMF within and outside $0.2\\,$pc and the cumulative mass distributions for low-mass and intermediate to high-mass sources, we also detected signs of possible mass segregation within RCW 36, which should be primordial. RCW 36 shares many characteristics with other young massive clusters, such as a shallower than Salpeter high-mass slope and the possibility of mass segregation. The flatter lower-mass regime of the IMF is similar to most Galactic clusters. The star-BD ratio is also in line with the observed values in other clusters, independent of their inherent properties.",
        "authors": [
            {
                "name": "A. R. G. do Brito do Vale"
            },
            {
                "name": "K. Mužić"
            },
            {
                "name": "H. Bouy"
            },
            {
                "name": "V. Almendros-Abad"
            },
            {
                "name": "A. Bayo"
            },
            {
                "name": "D. Capela"
            },
            {
                "name": "A. Scholz"
            },
            {
                "name": "A. Bik"
            },
            {
                "name": "G. Suárez"
            },
            {
                "name": "L. Cieza"
            },
            {
                "name": "K. Peña Ramírez"
            },
            {
                "name": "E. Bertin"
            },
            {
                "name": "R. Schödel"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.08555v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.08555v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.00474": {
        "id": "http://arxiv.org/abs/2601.02479v1",
        "title": "Towards a global model for planet formation in layered MHD wind-driven discs: A population synthesis approach to investigate the impact of low viscosity and accretion layer thickness",
        "updated": "2026-01-05T19:00:06.000Z",
        "published": "2026-01-05T19:00:06.000Z",
        "summary": "Planet formation is inherently linked to protoplanetary disc evolution, which recent developments suggest is driven by magnetised winds rather than turbulent viscosity. We study planet formation in magnetohydrodynamic (MHD) wind-driven discs, assuming accretion occurs in a laminar surface layer above a weakly turbulent midplane. Our goal is to assess the global consequences of recent hydrodynamical results, including inefficient midplane heating and the existence of two Type II migration regimes: slow viscosity-dominated and fast wind-driven migration. We perform single-embryo planetary population syntheses with varying initial disc conditions (i.e. disc mass, size and angular momentum transport), and embryo starting locations, testing different prescriptions for the accretion layer thickness $Σ_\\text{active}$. Thin ($\\lesssim0.01\\mathrm{g\\,cm^{-2}}$) or fast ($\\gtrsim12\\%$ sonic velocity) accretion layers result in slow, viscosity-dominated regime which strongly limits the extent of Type II migration. For thick ($\\gtrsim1\\mathrm{g\\,cm^{-2}}$) or slow ($\\lesssim3\\%$ sonic velocity) accretion layers, fast wind-driven Type II migration occurs frequently, leading to long-range inward migration that sets in once planets reach masses sufficient to block the accreting layer. Disk-limited gas accretion is also strongly affected by deep and early gap opening, limiting maximum giant planet masses. These effects strongly influence the final mass-distance distribution. For thin layers, giant planets form nearly in situ once they have entered Type II migration, which happens already at a few Earth masses, while thick layers lead to numerous migrated Hot Jupiters. Overall, we find that while the global properties of the emerging planet population are strongly modified relative to classical viscous discs, key properties of the observed population can be reproduced within this new paradigm.",
        "authors": [
            {
                "name": "Jesse Weder"
            },
            {
                "name": "Christoph Mordasini"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.02479v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.02479v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.14458": {
        "id": "http://arxiv.org/abs/2601.02593v1",
        "title": "Isotopic Ratios in the Disk of HD 163296",
        "updated": "2026-01-05T22:50:05.000Z",
        "published": "2026-01-05T22:50:05.000Z",
        "summary": "Isotopic abundance ratios in protoplanetary disks are critical for understanding volatile inheritance and chemical evolution in planet-forming environments. We present Atacama Large Millimeter/submillimeter Array observations of the rare isotopologue 13C18O(2-1) at approximately 0.3 arcsec resolution from the disk around the Herbig Ae star HD 163296, combined with archival observations of C17O(2-1), C18O(1-0), and C17O(1-0), to empirically constrain carbon and oxygen isotopic ratios without detailed disk modeling. Both the C17O/13C18O(2-1) and C18O/C17O(1-0) flux ratios rise sharply across the CO snowline and flatten beyond 1.5 arcsec (r >= 150 au), where the emission becomes optically thin. This transition, reflecting a steep drop in CO column density set by the disk's thermal structure, makes HD 163296 an optimal case for isotopic analysis. Using beam-averaged intensities of the four transitions measured in this optically thin region, we derive isotopic ratios of 12C/13C = 75.3 (+14.7/-11.4) and 18O/17O = 3.28 (+0.31/-0.26), both consistent with local interstellar medium values. The 16O/18O ratio remains weakly constrained due to moderate optical depth in the C18O(1-0) line and degeneracy with CO column density. These results demonstrate that rare CO isotopologues can provide robust, empirical constraints on isotopic ratios in disks when sharp structural transitions allow for the identification of optically thin regions, and establish HD 163296 as a benchmark for extending such studies to other systems with resolved snowline structures.",
        "authors": [
            {
                "name": "Chunhua Qi"
            },
            {
                "name": "David J. Wilner"
            },
            {
                "name": "Catherine C. Espaillat"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.02593v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.02593v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.13459": {
        "id": "http://arxiv.org/abs/2601.11766v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS): VI. Asymmetries and offsets",
        "updated": "2026-01-16T20:44:18.000Z",
        "published": "2026-01-16T20:44:18.000Z",
        "summary": "Asymmetries in debris discs provide unique clues to understand the evolution and architecture of planetary systems.** The aim of the ALMA survey to Resolve exoKuiper belt Substructures (ARKS) is to expand our understanding of radial and vertical dust structures, as well as gas distributions and kinematics, in debris discs.** Here, in ARKS~VI, we present a systematic analysis of the asymmetries and stellocentric offsets present in the ALMA continuum data for the ARKS survey. Our aims are to identify asymmetries in debris disc dust distributions, quantify debris disc asymmetry properties, and discuss the potential origins of debris disc asymmetries.** We utilised empirical methods to identify emission asymmetries** and the presence of offset emission between disc centres and the locations of the host stars, via an analysis of their calibration procedures and disc properties. We associated observational asymmetry types** and plausible physical classes** associated with each source. We show that there are ten systems, almost half of the ARKS sample, that host either a continuum emission asymmetry or offset emission. Three systems host offsets (HD15115, HD32297, and HD109573 (HR4796)), four host azimuthal asymmetries (HD9672 (49Ceti), HD92945, HD107146, and HD121617), two host an asymmetry in their major axis (HD10647 (q$^1$ Eri), and HD39060 ($β$ Pic)), and one hosts an asymmetry in their minor axis (HD61005). We attribute the offset asymmetries to non-zero eccentricities, and three of the azimuthal asymmetries to arcs. The presence of an asymmetry or offset in the ARKS sample appears to be correlated with the fractional luminosity of cold dust.** Conclusions: This study demonstrates that debris disc asymmetries in the ARKS sample are common, and plausibly so in the wider population of debris discs at (sub)-millimetre wavelengths.** ** = ABRIDGED FOR ARXIV: FULL ABSTRACT IN PAPER",
        "authors": [
            {
                "name": "J. B. Lovell"
            },
            {
                "name": "A. S. Hales"
            },
            {
                "name": "G. M. Kennedy"
            },
            {
                "name": "S. Marino"
            },
            {
                "name": "J. Olofsson"
            },
            {
                "name": "A. M. Hughes"
            },
            {
                "name": "E. Mansell"
            },
            {
                "name": "B. C. Matthews"
            },
            {
                "name": "T. D. Pearce"
            },
            {
                "name": "A. A. Sefilian"
            },
            {
                "name": "D. J. Wilner"
            },
            {
                "name": "B. Zawadzki"
            },
            {
                "name": "M. Booth"
            },
            {
                "name": "M. Bonduelle"
            },
            {
                "name": "A. Brennan"
            },
            {
                "name": "C. del Burgo"
            },
            {
                "name": "J. M. Carpenter"
            },
            {
                "name": "G. Cataldi"
            },
            {
                "name": "E. Chiang"
            },
            {
                "name": "A. Fehr"
            },
            {
                "name": "Y. Han"
            },
            {
                "name": "Th. Henning"
            },
            {
                "name": "A. V. Krivov"
            },
            {
                "name": "P. Luppe"
            },
            {
                "name": "J. P. Marshall"
            },
            {
                "name": "S. Mac Manamon"
            },
            {
                "name": "J. Milli"
            },
            {
                "name": "A. Moór"
            },
            {
                "name": "M. C. Wyatt"
            },
            {
                "name": "S. Ertel"
            },
            {
                "name": "M. R. Jankovic"
            },
            {
                "name": "Á. Kóspál"
            },
            {
                "name": "M. A. MacGregor"
            },
            {
                "name": "L. Matrà"
            },
            {
                "name": "S. Pérez"
            },
            {
                "name": "P. Weber"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.11766v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.11766v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556568"
        }
    },
    "2512.18992": {
        "id": "http://arxiv.org/abs/2601.18884v1",
        "title": "Physical and Chemical Characterization of GY 91's Multi-ringed Protostellar Disk with ALMA",
        "updated": "2026-01-26T19:00:05.000Z",
        "published": "2026-01-26T19:00:05.000Z",
        "summary": "GY 91, commonly categorized as a Class I young stellar object, is notable for disk dust substructures that have been hypothesized to trace early planet formation. Using the ALMA 12-m and ACA arrays, we present new Band 7 dust continuum and molecular line observations of GY 91 at an angular resolution of (~40 au). We report detections of CS $J=6-5$, N$_2$H$^+$ $J=3-2$, C$^{18}$O $J=3-2$, H$_2$CS $J_{K_a, K_c} = 8_{1,7}-7_{1,6}$, H$_2$CO $J_{K_a, K_c} = 4_{0,4}-3_{0,3}$, and H$_2$CO $J_{K_a, K_c} = 4_{2,3}-3_{2,2}$, as well as a tentative detection of $^{13}$C$^{18}$O $J=3-2$. We observe azimuthal asymmetry in CS and H$_2$CS emission, as well as radially structured H$_2$CO $4_{0,4}-3_{0,3}$ emission outside the dust continuum. C$^{18}$O and H$_2$CO 4$_{0,4}-3_{0,3}$ show significant cloud contamination, while CS and N$_2$H$^+$ are good tracers of Keplerian rotation originating from the disk. Envelope emission does not appear to contribute significantly either to the continuum or molecular line observations. GY 91's chemical properties appear in large part to resemble those of Class II disks, although observations of additional molecular probes should be obtained for a fuller comparison. With CS, we estimated a dynamical stellar mass of 0.58 $M_\\odot$, which is higher than previous estimates from stellar evolutionary models (0.25 $M_\\odot$). Using both radiative transfer modeling of the dust continuum and comparison of the C$^{18}$O and N$_2$H$^+$ fluxes to literature thermochemical models, we estimate a disk mass of $\\sim0.01$ $M_\\odot$.",
        "authors": [
            {
                "name": "Sally D. Jiang"
            },
            {
                "name": "Jane Huang"
            },
            {
                "name": "Ian Czekala"
            },
            {
                "name": "Leon Trapman"
            },
            {
                "name": "Yuri Aikawa"
            },
            {
                "name": "Sean M. Andrews"
            },
            {
                "name": "Jaehan Bae"
            },
            {
                "name": "Edwin A. Bergin"
            },
            {
                "name": "Charles J. Law"
            },
            {
                "name": "Romane Le Gal"
            },
            {
                "name": "Feng Long"
            },
            {
                "name": "François Ménard"
            },
            {
                "name": "Karin I. Öberg"
            },
            {
                "name": "Chunhua Qi"
            },
            {
                "name": "Richard Teague"
            },
            {
                "name": "David Wilner"
            },
            {
                "name": "Ke Zhang"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.18884v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.18884v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2511.08309": {
        "id": "http://arxiv.org/abs/2511.08309v2",
        "title": "The MATISSE view of the inner region of the RY Tau protoplanetary disk",
        "updated": "2026-01-27T09:57:56.000Z",
        "published": "2025-11-11T14:39:05.000Z",
        "summary": "The T-Tauri type young stellar object RY Tau exhibits a dust depleted inner cavity characteristic of a transition disk. We constrain the spatial distribution and mineralogy of dust in the RY Tau protoplanetary disk in the inner few astronomical units using spectrally resolved interferometric observations in the L, M, and N bands obtained with VLTI/MATISSE.\n  Employing a 2D temperature gradient model we estimate the orientation of the inner disk finding no evidence of significant misalignment between the inner and outer disk of RY Tau. Successively, we analyze the chemical composition of silicates depending on spatial region in the disk and identify several silicate species commonly found in protoplanetary disks. Additionally, a depletion of amorphous dust grains toward the central protostar is observed. Monte Carlo radiative transfer simulations show that hot dust close to the protostar and in the line of sight to the observer, either in the uppermost disk layers of a strongly flared disk or in a dusty envelope, is necessary to model the observations. The shadow cast by a dense innermost disk midplane on the dust further out explains the observed closure phases in the L band and to some extent in the M band. However, the closure phases in the N band are underestimated by our model, hinting at an additional asymmetry in the flux density distribution not visible at shorter wavelengths.",
        "authors": [
            {
                "name": "J. S. Martin"
            },
            {
                "name": "J. Kobus"
            },
            {
                "name": "J. Varga"
            },
            {
                "name": "A. Matter"
            },
            {
                "name": "S. Wolf"
            },
            {
                "name": "M. Abello"
            },
            {
                "name": "F. Allouche"
            },
            {
                "name": "J. -C. Augereau"
            },
            {
                "name": "P. Berio"
            },
            {
                "name": "F. Bettonvil"
            },
            {
                "name": "R. van Boekel"
            },
            {
                "name": "P. A. Boley"
            },
            {
                "name": "P. Cruzalèbes"
            },
            {
                "name": "W. C. Danchi"
            },
            {
                "name": "J. Drevon"
            },
            {
                "name": "C. Dominik"
            },
            {
                "name": "V. Fleury"
            },
            {
                "name": "V. Gámez Rosas"
            },
            {
                "name": "A. Glindemann"
            },
            {
                "name": "L. N. A. van Haastere"
            },
            {
                "name": "M. Heininger"
            },
            {
                "name": "Th. Henning"
            },
            {
                "name": "K. -H. Hofmann"
            },
            {
                "name": "M. Hogerheijde"
            },
            {
                "name": "M. Houllé"
            },
            {
                "name": "J. W. Isbell"
            },
            {
                "name": "W. Jaffe"
            },
            {
                "name": "L. Labadie"
            },
            {
                "name": "S. Lagarde"
            },
            {
                "name": "J. H. Leftley"
            },
            {
                "name": "M. Lehmitz"
            },
            {
                "name": "M. Letessier"
            },
            {
                "name": "B. Lopez"
            },
            {
                "name": "F. Lykou"
            },
            {
                "name": "J. Ma"
            },
            {
                "name": "A. Meilland"
            },
            {
                "name": "F. Millour"
            },
            {
                "name": "C. Paladini"
            },
            {
                "name": "E. Pantin"
            },
            {
                "name": "R. G. Petrov"
            },
            {
                "name": "P. Priolet"
            },
            {
                "name": "S. Robbe-Dubois"
            },
            {
                "name": "D. Schertl"
            },
            {
                "name": "M. Scheuck"
            },
            {
                "name": "J. Scigliuto"
            },
            {
                "name": "G. Weigelt"
            },
            {
                "name": "J. Woillez"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2511.08309v2",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2511.08309v2",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202555717"
        }
    },
    "2512.02124": {
        "id": "http://arxiv.org/abs/2511.02061v1",
        "title": "GMCs and Star Formation in the Galaxy: I. Effects of an HII region on a GMC",
        "updated": "2025-11-03T20:58:31.000Z",
        "published": "2025-11-03T20:58:31.000Z",
        "summary": "The destruction of Giant Molecular Clouds is a key component in galaxy evolution. We theoretically model the destruction of GMCs by HII regions, which evaporate ionized gas and eject neutral gas during their expansion. HII regions follow one of three tracks, depending on the EUV luminosity, $S$, of the ionizing OB association: the expansion can stall inside the cloud; it can break out, forming a blister (champagne) flow; or, for $S>S_{\\rm com}$, it can result in the formation of a cometary cloud. We present results for the accumulated mass loss, $M_{\\rm loss}(t)$, and the final mass loss, $M_{{\\rm loss},f}$, by evaporation and ejection for a range of cloud masses ($10^4<M<10^{7}$ M$_\\odot$), cloud surface densities ($50<Σ<1000$ M$_\\odot$ pc$^{-2}$), OB association luminosities ($10^{44}<S<10^{52}$ s$^{-1}$), and off-center position of the association. We do not consider starbursts; our neglect of radiation pressure restricts our treatment to $S<10^{52} [(M/10^6$ M$_\\odot)^{0.3})/(Σ/100$ M$_\\odot$ pc$^{-2}$)] s$^{-1}$, and our neglect of gravity restricts $(M/10^6$ M$_\\odot$)($Σ/ 100$ M$_\\odot$ pc$^{-2}) < 10$. We find that $M_{{\\rm loss},f}$ for the range $0.1 < M_{{\\rm loss},f}/M < 0.7$ , is proportional to $S^p$, where $p\\sim 0.45-0.75$ depends on $M$, $Σ$, and association position. We find analytic fits to $S_{\\rm com}$ as a function of $Σ$, $M$, and association position. $S> S_{\\rm com}$ associations destroy at least 70% of the initial cloud. We find a critical cloud mass $M_{\\rm survive}$ above which clouds never become cometary and lose $<$ 70% of their mass via a single association. Low mass clouds mostly lose mass via ejection of neutral gas.",
        "authors": [
            {
                "name": "David Hollenbach"
            },
            {
                "name": "Antonio Parravano"
            },
            {
                "name": "Christopher McKee"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2511.02061v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2511.02061v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.07184": {
        "id": "http://arxiv.org/abs/2512.02124v1",
        "title": "Kinematics of young stellar objects in NGC 2024 based on infrared proper motions",
        "updated": "2025-12-01T19:00:05.000Z",
        "published": "2025-12-01T19:00:05.000Z",
        "summary": "The most recently formed young stellar objects (YSOs) in active star forming regions are excellent tracers of their parent cloud motion. Their positions and dynamics provide insight into cluster formation and constrain kinematic decoupling timescales between stars and gas. However, because of their strong extinction and young age, embedded YSOs are mainly visible at infrared wavelengths and thus absent from astrometric surveys such as Gaia. We measured the proper motions of 6,769 sources toward the NGC 2024 cluster in the Flame Nebula using multi-epoch near-infrared observations from three ESO public surveys: VISIONS, VHS, and the VISTA/VIRCAM science verification program. Cross-validation of our results with Gaia using optically visible stars shows excellent agreement, with uncertainties on the same order of magnitude. For 362 YSO candidates identified from the literature, we derived proper motions on the order of <5 mas/yr with mean measurement uncertainties of ~0.22 mas/yr. This is the first homogeneous proper motion measurement of this quality for more than half of these stars. For Class I and flat-spectrum sources, our results provide a >13-fold increase in available proper motion measurements. We analyzed the positional and kinematic differences between YSO classes and confirmed a previously reported inside-out age segregation from younger to older stars, likely driven by an outward movement of older stars. No evidence of prolonged hierarchical assembly was found. Instead, the results support a rapid (<1 Myr) cluster collapse. This scenario also accounts for the observed slightly higher 1D velocity dispersion of Class I sources relative to Class flat objects. YSO radial velocities generally align with the gas velocities measured from 12CO(3-2), HNC(1-0), HCN(1-0), and show a weaker correlation with N_2H+(1-0). Some Class II and III objects appear to be already decoupling.",
        "authors": [
            {
                "name": "Alena Rottensteiner"
            },
            {
                "name": "Monika G. Petr-Gotzens"
            },
            {
                "name": "Stefan Meingast"
            },
            {
                "name": "João Alves"
            },
            {
                "name": "Emmanuel Bertin"
            },
            {
                "name": "Hervé Bouy"
            },
            {
                "name": "Martin Piecka"
            },
            {
                "name": "Sebastian Ratzenböck"
            },
            {
                "name": "Andrea Socci"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.02124v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.02124v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.12055": {
        "id": "http://arxiv.org/abs/2512.06873v1",
        "title": "Precise determination of circumstellar disk lifetimes: Disk evolution in a single star-forming region",
        "updated": "2025-12-07T15:01:39.000Z",
        "published": "2025-12-07T15:01:39.000Z",
        "summary": "Determining how long circumstellar disks last is key to understanding the timescale of planet formation. Typically, this is done by measuring the fraction of young stars with infrared-excess, a sign of circumstellar material, in stellar clusters of different ages. However, comparing data from different star-forming regions at different distances introduces uncertainties and biases because of the different sample completeness and environment. This study addresses these challenges by analyzing 33 clusters, aged 3 to 21 million years (PARSEC isochrones), within the Scorpius-Centaurus OB association, sampling the stellar IMF from the hydrogen burning limit to about 8 M$_\\odot$. By using $\\mathit{Gaia}$, 2MASS, and WISE data, we identified stars with infrared-excess through color-color diagrams and spectral energy distributions, ensuring a consistent selection of disk-bearing sources. Our results indicate a disk lifetime of $5.8 \\pm 0.3$ Myr, about a factor of two longer than most previous estimates, suggesting that planet formation may have more time than previously thought. We also find that an exponential decay model best describes disk dispersal. These findings emphasize the importance of studying disk evolution in a single star-forming region to reduce uncertainties and refine our understanding of planet formation timelines.",
        "authors": [
            {
                "name": "Fabian A. Polnitzky"
            },
            {
                "name": "Sebastian Ratzenböck"
            },
            {
                "name": "Josefa E. Großschedl"
            },
            {
                "name": "João Alves"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.EP",
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.06873v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.06873v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.10989": {
        "id": "http://arxiv.org/abs/2601.01006v1",
        "title": "The internal kinematics of local young stellar associations. Identifying correlations among age, expansion, rotation, and shear",
        "updated": "2026-01-03T00:03:47.000Z",
        "published": "2026-01-03T00:03:47.000Z",
        "summary": "Context. The local (<200 pc away) young (<50 Myr old) stellar associations (LYSA) provide fundamental evidence for the study of the star formation process in the local neighbourhood. Aims. We aim at exploring robust statistical correlations in the internal kinematics of LYSAs and of these with age. Methods. We analyse a public data set containing the linear velocity field parameters and expansion ages of 18 LYSAs. We identify the most robust correlations using frequentist and Bayesian methods. Results. Among the 45 correlations, we identify only four that passed both frequentist and Bayesian criteria, with these four related to radial motions in the Galactic Z direction. We hypothesise several origins for these four correlations and identify the gravitational potential of the Galactic disk as the most likely driving element. It imprinted the observed motions in the parent molecular clouds, and once the stars were formed, it also damped these motions on a timescale shorter than the LYSAs' ages. Conclusions. The internal kinematics of local young stellar associations contain fundamental information about the star-formation process that is not fully addressed by star-formation theories, in particular, rotation and shear. Although the Galactic potential appears to be the driving force of these correlations, we urge the theoretical community to provide predictions about the internal motions of expansion, rotation, and shear of stellar associations.",
        "authors": [
            {
                "name": "J. Olivares"
            },
            {
                "name": "N. Miret-Roig"
            },
            {
                "name": "P. A. B. Galli"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.01006v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.01006v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.24380": {
        "id": "http://arxiv.org/abs/2601.04108v1",
        "title": "Characterizing the physical and chemical properties of the Class I protostellar system Oph-IRS 44. Binarity, infalling streamers, and accretion shocks",
        "updated": "2026-01-07T17:13:19.000Z",
        "published": "2026-01-07T17:13:19.000Z",
        "summary": "(Abridged) In the low-mass star formation process, theoretical models predict that material from the infalling envelope could be shocked as it encounters the outer regions of the disk. Nevertheless, only a few protostars show evidence of these shocks at the disk-envelope interface, and the main formation path of shocked-related species is still unclear. We present new ALMA observations of IRS 44, a Class I source that has previously been associated with accretion shocks, taken at high angular resolution (0.1\"). We target multiple molecular transitions of CO, H2CO, and simple sulfur-bearing species. In continuum emission, the binary nature of IRS 44 is observed for the first time at sub-millimeter wavelengths. Infalling signatures are seen for the CO line and the emission peaks at the edges of the continuum emission around IRS 44 B, the same region where bright SO and SO2 emission is seen. Weak CS and H2CO emission is observed, while OCS, H2S, and H2CS transitions are not detected. IRS 44 B seems to be more embedded than IRS 44 A, indicating a non-coeval formation scenario or the rejuvenation of source B due to late infall. CO emission is tracing the outflow component at large scales, infalling envelope material at intermediate scales, and two infalling streamer candidates are identified at disk scales. Infalling streamers might produce accretion shocks when they encounter the outer regions of the infalling-rotating envelope. These shocks heat the dust and release S-bearing species as well as promoting a lukewarm chemistry in the gas phase. With the majority of carbon locked in CO, there is little free C available to form CS and H2CS in the gas, leaving an oxygen-rich environment. The high column densities of SO and SO2 might be a consequence of two processes: direct thermal desorption from dust grains and gas-phase formation due to the availability of O and S.",
        "authors": [
            {
                "name": "E. Artur de la Villarmois"
            },
            {
                "name": "V. V. Guzmán"
            },
            {
                "name": "M. L. van Gelder"
            },
            {
                "name": "E. F. van Dishoeck"
            },
            {
                "name": "E. A. Bergin"
            },
            {
                "name": "D. Harsono"
            },
            {
                "name": "N. Sakai"
            },
            {
                "name": "J. K. Jørgensen"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.04108v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.04108v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.06213": {
        "id": "http://arxiv.org/abs/2601.14975v1",
        "title": "Kinematics of the HII region NGC 7538 from study of the Ha line",
        "updated": "2026-01-21T13:24:29.000Z",
        "published": "2026-01-21T13:24:29.000Z",
        "summary": "Aims. Massive stars impact their surrounding initiating star-formation along their photo-dissociation region. Once the HII region is formed it is unclear if and how the second generation of stars impacts its aspect and evolution. Methods. We performed high spectral resolution (R ~ 23400) Ha Fabry-Perot observations in five fields covering the Galactic HII region NGC 7538 and lead profiles multi-gaussian fitting to extract the parameters as peak intensity, width and velocity. We then analyse the kinematics of the ionised gas building kinematic diagrams and second order structure functions for every field. Results. The observations reveal a general blue-shifted ionised gas flow larger than 11 km s-1 in NGC 7538, consistent with previous studies. Profiles originating from features that are dark in Ha due to extinction or from outside the region show velocity dispersion larger than the one typically found for the Warm Interstellar Medium. The analysis of kinematic diagrams and second-order structure functions reveals non-thermal motions attributed to turbulence and large-scale velocity gradients. In the direction of the HII region itself the turbulence seems to be shock-dominated, with a characteristic scale length between ~ 0.72 and 1.46 pc. In this context, we propose that the kinematics of the central part of the region could be explained by the superposition of the outflow coming from IRS1 and a wind bow shock formed ahead IRS6.",
        "authors": [
            {
                "name": "D. Russeil"
            },
            {
                "name": "H. Plana"
            },
            {
                "name": "P. Amram"
            },
            {
                "name": "A. Zavagno"
            },
            {
                "name": "F. Michel"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.14975v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.14975v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.06409": {
        "id": "http://arxiv.org/abs/2511.22985v2",
        "title": "Connecting Star Formation in the Milky Way and Nearby Galaxies -II. An Observationally Driven Analytical Model for Predicting Cloud-Scale Star Formation Rates",
        "updated": "2026-01-19T20:24:57.000Z",
        "published": "2025-11-28T08:47:25.000Z",
        "summary": "We construct a model by integrating observational constraints from the Milky Way and nearby galaxies to predict cloud-scale star formation rates (SFRs). In the model, we first estimate the initial total mass of clumps in a cloud based on the cloud mass, and then generate the initial clump population of the cloud using the initial clump mass function. Next, we model the star formation histories (SFHs) of the cloud to assign an age to each clump. We then sort out the intermediate-age clumps and calculate the total embedded cluster mass. Finally, we predict the SFR based on the duration of the embedded phase. The model-predicted SFR is broadly consistent with the observed SFR, supporting the plausibility of the model. The model primarily provides a theoretical framework that integrates a wide range of observational results, thereby clarifying the tasks for future observations.",
        "authors": [
            {
                "name": "J. W. Zhou"
            },
            {
                "name": "Sami Dib"
            },
            {
                "name": "Pavel Kroupa"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2511.22985v2",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2511.22985v2",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2511.02061": {
        "id": "http://arxiv.org/abs/2601.06355v1",
        "title": "Collision between molecular clouds IV: The role of feedback and magnetic field in head on collisions",
        "updated": "2026-01-09T23:20:05.000Z",
        "published": "2026-01-09T23:20:05.000Z",
        "summary": "We systematically investigate how cloud-cloud collisions influence star formation, emphasizing the roles of collision velocity, magnetic field orientation, and radiative feedback. Using the first cloud-cloud collision simulations that model individual star formation and accretion with all stellar feedback mechanisms, we explore the morphological evolution, star formation efficiency (SFE), fragmentation, stellar mass distribution, and feedback-driven gas dispersal. Our results show that cloud collisions substantially enhance the rate and timing of star formation compared to isolated scenarios, though the final SFE remains broadly similar across all setups. Lower collision velocities facilitate prolonged gravitational interaction and accumulation of gas, promoting sustained star formation characterized by elongated filamentary structures. Conversely, high-velocity collisions induce rapid gas compression and turbulent motions, leading to intense but transient episodes of star formation, which are curtailed by feedback-driven dispersal. The orientation of the magnetic field markedly affects collision outcomes. Parallel fields allow gas to collapse efficiently along magnetic lines, forming fewer but more massive stars. In contrast, perpendicular fields generate significant magnetic pressure, which stabilizes the shock-compressed gas and delays gravitational collapse, resulting in more distributed and less massive stellar fragments. Radiative feedback from massive stars consistently regulates star formation, halting further gas accretion at moderate efficiencies (10-15%) and initiating feedback-driven dispersal. Although the cloud dynamics vary significantly, the stellar mass function remains robust across scenarios-shaped modestly by magnetic orientation but only weakly influenced by collision velocity.",
        "authors": [
            {
                "name": "Tabassum S. Tanvir"
            },
            {
                "name": "Michael Y. Grudić"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.06355v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.06355v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.15413": {
        "id": "http://arxiv.org/abs/2601.12128v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) III: The vertical structure of debris disks",
        "updated": "2026-01-17T18:09:59.000Z",
        "published": "2026-01-17T18:09:59.000Z",
        "summary": "Debris disks -- collisionally sustained belts of dust and sometimes gas around main sequence stars -- are remnants of planet formation processes and are found in systems ${\\gtrsim}10$ Myr old. Millimeter-wavelength observations are particularly important, as the grains probed by these observations are not strongly affected by radiation pressure and stellar winds, allowing them to probe the dynamics of large bodies producing dust. The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) is analyzing high-resolution observations of 24 debris disks to enable the characterization of debris disk substructures across a large sample for the first time. For the most highly inclined disks, it is possible to recover the vertical structure of the disk. We aim to model and analyze the most highly inclined systems in the ARKS sample in order to uniformly extract the vertical dust distributions for a sample of well-resolved debris disks. We employed both parametric and nonparametric methods to constrain the vertical dust distributions for the most highly inclined ARKS targets. We find a broad range of aspect ratios, revealing a wide diversity in vertical structure, with a range of best-fit parametric values of $0.0026 \\leq h_{\\rm HWHM} \\leq 0.193$ and a median best-fit value of $h_{\\rm HWHM}=0.021$. The results obtained by nonparametric modeling are generally consistent with the parametric modeling results. We find that five of the 13 disks are consistent with having total disk masses less than that of Neptune (17 $M_{\\oplus}$), assuming stirring by internal processes (self-stirring and collisional and frictional damping). Furthermore, most systems show a significant preference for a Lorentzian vertical profile rather than a Gaussian.",
        "authors": [
            {
                "name": "Brianna Zawadzki"
            },
            {
                "name": "Anna Fehr"
            },
            {
                "name": "A. Meredith Hughes"
            },
            {
                "name": "Elias Mansell"
            },
            {
                "name": "Jamar Kittling"
            },
            {
                "name": "Yinuo Han"
            },
            {
                "name": "Catherine Hou"
            },
            {
                "name": "Margaret Pan"
            },
            {
                "name": "Julien Milli"
            },
            {
                "name": "Johan Olofsson"
            },
            {
                "name": "Tim D. Pearce"
            },
            {
                "name": "Antranik A. Sefilian"
            },
            {
                "name": "Aliya Nurmohamed"
            },
            {
                "name": "Junu Lee"
            },
            {
                "name": "Yamani Mpofu"
            },
            {
                "name": "Myriam Bonduelle"
            },
            {
                "name": "Mark Booth"
            },
            {
                "name": "Aoife Brennan"
            },
            {
                "name": "Carlos del Burgo"
            },
            {
                "name": "John M. Carpenter"
            },
            {
                "name": "Gianni Cataldi"
            },
            {
                "name": "Eugene Chiang"
            },
            {
                "name": "Steve Ertel"
            },
            {
                "name": "Thomas Henning"
            },
            {
                "name": "Marija R. Jankovic"
            },
            {
                "name": "Grant M. Kennedy"
            },
            {
                "name": "Ágnes Kóspál"
            },
            {
                "name": "Alexander V. Krivov"
            },
            {
                "name": "Joshua B. Lovell"
            },
            {
                "name": "Patricia Luppe"
            },
            {
                "name": "Meredith A. MacGregor"
            },
            {
                "name": "Sorcha Mac Manamon"
            },
            {
                "name": "Sebastian Marino"
            },
            {
                "name": "Jonathan P. Marshall"
            },
            {
                "name": "Luca Matrà"
            },
            {
                "name": "Attila Moór"
            },
            {
                "name": "Sebastián Pérez"
            },
            {
                "name": "Philipp Weber"
            },
            {
                "name": "David J. Wilner"
            },
            {
                "name": "Mark C. Wyatt"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.12128v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.12128v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556505"
        }
    },
    "2511.02334": {
        "id": "http://arxiv.org/abs/2601.11712v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) IV: CO gas imaging and overview",
        "updated": "2026-01-16T19:00:35.000Z",
        "published": "2026-01-16T19:00:35.000Z",
        "summary": "CO gas is detected in a significant number of debris discs, but its origin and evolution remains unclear. Key constraints are its mass and spectro-spatial distribution, which are coupled through optical depth and have only been analysed at low to moderate resolution so far. The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) is the first ALMA large program to target debris discs at high spectro-spatial resolution. We used $^{12}$CO and $^{13}$CO J=3-2 line data of 18 ARKS debris belts, 5 of which were already known to host gas, to analyse the spectro-spatial distribution of CO, constrain the gas masses, and to search for gas in the remaining systems. We developed a line-imaging pipeline and produced line cubes for each disc, with a spatial resolution down to $\\sim$70 mas and spectral resolution of 26 m s$^{-1}$. Using spectro-spatial shifting and stacking, we produced high signal-to-noise maps, and radial and spectral profiles that reveal the distribution and kinematics of gas in 5 gas-bearing discs. For these discs, we constrained the inner radius of the $^{12}$CO, and found the radial brightness profile of CO peaked interior to the dust ring, but that CO was more radially extended than the dust. We present the first radially resolved $^{12}$CO/$^{13}$CO isotopologue flux ratios in gas-bearing debris discs, which are constant with radius for the majority of systems, indicating $^{12}$CO and $^{13}$CO are both optically thick or thin throughout the discs. We report CO line fluxes/upper limits for all systems and optical depth dependant masses for the 5 gas-bearing systems. Finally, we analysed the $^{12}$CO J=3-2 line luminosities for the ARKS debris discs and discs from the literature. We confirm that gas is mostly detected in young systems. However, the high scatter seen in young/high fractional luminosity systems indicates no trend within the systems with detected gas.",
        "authors": [
            {
                "name": "S. Mac Manamon"
            },
            {
                "name": "L. Matrà"
            },
            {
                "name": "S. Marino"
            },
            {
                "name": "A. Brennan"
            },
            {
                "name": "Y. Han"
            },
            {
                "name": "M. R. Jankovic"
            },
            {
                "name": "P. Weber"
            },
            {
                "name": "M. Bonduelle"
            },
            {
                "name": "J. M. Carpenter"
            },
            {
                "name": "G. Cataldi"
            },
            {
                "name": "A. M. Hughes"
            },
            {
                "name": "A. Kóspál"
            },
            {
                "name": "J. P. Marshall"
            },
            {
                "name": "B. C. Matthews"
            },
            {
                "name": "J. Milli"
            },
            {
                "name": "A. Moór"
            },
            {
                "name": "K. Öberg"
            },
            {
                "name": "S. Pérez"
            },
            {
                "name": "A. A. Sefilian"
            },
            {
                "name": "D. J. Wilner"
            },
            {
                "name": "M. C. Wyatt"
            },
            {
                "name": "E. Chiang"
            },
            {
                "name": "A. S. Hales"
            },
            {
                "name": "J. B. Lovell"
            },
            {
                "name": "P. Luppe"
            },
            {
                "name": "M. A. MacGregor"
            },
            {
                "name": "T. Pearce"
            },
            {
                "name": "M. Booth"
            },
            {
                "name": "C. del Burgo"
            },
            {
                "name": "A. Fehr"
            },
            {
                "name": "E. Mansell"
            },
            {
                "name": "B. Zawadzki"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.11712v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.11712v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556605"
        }
    },
    "2512.24388": {
        "id": "http://arxiv.org/abs/2601.02545v1",
        "title": "Tracing Pebble Drift History in Two Protoplanetary Disks with CO Enhancement",
        "updated": "2026-01-05T20:40:18.000Z",
        "published": "2026-01-05T20:40:18.000Z",
        "summary": "Pebble drift is an important mechanism for supplying the materials needed to build planets in the inner region of protoplanetary disks. Thus, constraining pebble drift's timescales and mass flux is essential to understanding planet formation history. Current pebble drift models suggest pebble fluxes can be constrained from the enhancement of gaseous volatile abundances when icy pebbles sublimate after drifting across key snowlines. In this work, we present ALMA observations of spatially resolved $^{13}$C$^{18}$O J=2-1 line emission inside the midplane CO snowline of the HD 163296 and MWC 480 protoplanetary disks. We use radiative transfer and thermochemical models to constrain the spatial distribution of CO gas column density. We find that both disks display centrally peaked CO abundance enhancement of up to ten times of ISM abundance levels. For HD 163296 and MWC 480, the inferred enhancements require 250-350 and 480-660 Earth Masses of pebbles to have drifted across their CO snowlines, respectively. These ranges fall within cumulative pebble mass flux ranges to grow gas giants in the interior to the CO snowline. The centrally peaked CO enhancement is unexpected in current pebble drift models, which predict CO enhancement peaks at the CO snowline or is uniform inside the snowline. We propose two hypotheses to explain the centrally-peaked CO enhancement, including a large CO desorption distance and CO trapped in water ice. By testing both hypotheses with the 1D gas and dust evolution code chemcomp, we find that volatile trapping (about 30\\%) best reproduces the centrally peaked CO enhancement observed.",
        "authors": [
            {
                "name": "Tayt Armitage"
            },
            {
                "name": "Joe Williams"
            },
            {
                "name": "Ke Zhang"
            },
            {
                "name": "Sebastiaan Krijt"
            },
            {
                "name": "Leon Trapman"
            },
            {
                "name": "Richard A. Booth"
            },
            {
                "name": "Richard Teague"
            },
            {
                "name": "Charles J. Law"
            },
            {
                "name": "Chunhua Qi"
            },
            {
                "name": "David J. Wilner"
            },
            {
                "name": "Karin I. Öberg"
            },
            {
                "name": "Edwin A. Bergin"
            },
            {
                "name": "Sean M. Andrews"
            },
            {
                "name": "Romane Le Gal"
            },
            {
                "name": "Feng Long"
            },
            {
                "name": "Jane Huang"
            },
            {
                "name": "Jaehan Bae"
            },
            {
                "name": "Felipe Alarcón"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.02545v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.02545v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2511.14733": {
        "id": "http://arxiv.org/abs/2601.07457v1",
        "title": "Functionalization of Benzene Ices by Atomic Oxygen",
        "updated": "2026-01-12T12:05:44.000Z",
        "published": "2026-01-12T12:05:44.000Z",
        "summary": "Small aromatic molecules, including functionalized derivatives of benzene, are known to be present throughout the different stages of star and planet formation. In particular, oxygen-bearing monosubstituted aromatics, likely including phenol, have been identified in the coma of comet 67P. This suggests that, earlier in the star and planet formation evolution, icy grains may act as both reservoirs and sites of functionalization for these small aromatics. We investigate the ice-phase reactivity of singlet oxygen atoms (O($^1$D)) with benzene, using ozone as a precursor that is readily photodissociated by relatively low-energy. Our experiments show that O($^1$D) efficiently reacts with benzene, forming phenol, benzene oxide, and oxepine as the main products. Phenol formation is temperature-independent, consistent with a barrierless insertion mechanism. In contrast, the formation of benzene oxide/oxepine shows a slight temperature dependence, suggesting that additional reaction pathways involving either ground-state or excited-state oxygen atoms may contribute. In H$_2$O and \\COO ice matrices we find that dilution does not suppress formation of phenol. We extrapolate an experimental upper limit for the benzene-to-phenol conversion fraction of 27-44$\\%$ during the lifetime of an interstellar cloud, assuming O($^1$D) production rates based on CO$_2$ ice abundances and a cosmic-ray induced UV field. We compare these estimates with a new analysis of data from the comet 67P, where the C$_6$H$_6$O/C$_6$H$_6$ ratio is 20$\\pm$6$\\%$. This value lies within our estimated range, suggesting that O($^1$D)-mediated chemistry is a viable pathway for producing oxygenated aromatics in cold astrophysical ices, potentially enriching icy planetesimals with phenol and other biorelevant compounds.",
        "authors": [
            {
                "name": "Elettra L. Piacentino"
            },
            {
                "name": "Alexandra McKinnon"
            },
            {
                "name": "Nora Hänni"
            },
            {
                "name": "Amit Daniely"
            },
            {
                "name": "Estefania Rossich Molina"
            },
            {
                "name": "Tamar Stein"
            },
            {
                "name": "Jennifer Bergner"
            },
            {
                "name": "Mahesh Rajappan"
            },
            {
                "name": "Karin I. Öberg"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.IM",
            "astro-ph.SR",
            "physics.chem-ph"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.07457v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.07457v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.11708": {
        "id": "http://arxiv.org/abs/2601.07407v1",
        "title": "The converging gas flow around the infrared dark cloud G28.3",
        "updated": "2026-01-12T10:46:20.000Z",
        "published": "2026-01-12T10:46:20.000Z",
        "summary": "Aims: The G28.37+0.07 star-forming region is a prototypical infrared dark cloud (IRDC) located at the interface of a converging gas flow. This study characterizes the properties of this dynamic gas flow. Methods: Combining data from the Northern Extended Millimeter Array (NOEMA) with single-dish data from the IRAM30m observatory, we mapped large spatial scales (~81pc^2) at high angular resolution (7.0''x2.6'' corresponding ~2.3x10^4au or ~0.1pc) down to core scales. The spectral setup in the 3mm band covers many spectral lines as well as the continuum emission. Results: The data reveal the proposed west-east converging gas flow in all observed dense gas tracers. We estimate a mass-flow rate along that flow around 10^-3M_sun/yr. Comparing these west-east flow rates to infall rates toward sources along the line of sight, the gas flow rates are roughly a factor of 25 greater than than those along the line of sight. This confirms the dominance of longitudinal motions along the converging gas flow in G28.37. For comparison, in the main north-south IRDC formed by the west-east converging gas flow, infall rates along the line of sight are about an order of magnitude greater than those along the west-east flow. In addition to the kinematic analysis, a comparison of CH_3CN-derived gas temperatures with Herschel-derived dust temperatures typically show higher gas temperatures toward high-density sources. We discuss whether mechanical heating from the conversion of the flow's kinetic energy into thermal energy may explain some of the observed temperature differences. Conclusions: The differences between flow rates along the converging flow, perpendicular to it, and toward the sources at the IRDC center indicate that at the interfaces of converging gas flows - where most of the active star formation takes place - originally more directed gas flows can convert into multidirectional infall motions.",
        "authors": [
            {
                "name": "H. Beuther"
            },
            {
                "name": "C. Gieser"
            },
            {
                "name": "H. Linz"
            },
            {
                "name": "Q. Zhang"
            },
            {
                "name": "S. Feng"
            },
            {
                "name": "A. Ahmadi"
            },
            {
                "name": "J. D. Soler"
            },
            {
                "name": "D. Semenov"
            },
            {
                "name": "M. R. A. Wells"
            },
            {
                "name": "S. Reyes-Reyes"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.07407v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.07407v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.13670": {
        "id": "http://arxiv.org/abs/2601.20096v1",
        "title": "H$_2^{18}$O in the terrestrial planet-forming regions of protoplanetary disks",
        "updated": "2026-01-27T22:30:41.000Z",
        "published": "2026-01-27T22:30:41.000Z",
        "summary": "Isotopologues play an important role in solar system cosmochemistry studies, revealing details of early planet formation physics and chemistry. Oxygen isotopes, as measured in solar system materials, reveal evidence for both mass-dependent fractionation processes and a mass-independent process commonly attributed to isotope-selective photodissociation of CO in the solar nebula. The sensitivity of JWST's MIRI-MRS enables studies of isotopologues in the terrestrial planet-forming regions around nearby young stars. We report here on a search for H$_2^{18}$O in 22 disks from the JDISC Survey with evidence for substantial water vapor reservoirs, with the goal of measuring H$_2^{16}$O/H$_2^{18}$O ratios, and potentially revealing the predicted enhancement of H$_2^{18}$O caused by isotope-selective photodissociation. We find marginal detections of H$_2^{18}$O in six disks, and a more significant detection of H$_2^{18}$O in the disk around WSB 52. Modeling of the detected H$_2^{18}$O lines assuming an ISM ratio of H$_2^{16}$O/H$_2^{18}$O predicts H$_2^{18}$O features consistent with observations for four of the modeled disks, but stronger H$_2^{18}$O features than are observed in three of the modeled disks, which includes WSB 52. Therefore, these latter three disks require a higher H$_2^{16}$O/H$_2^{18}$O ratio than the ISM in the water-emitting region, in contrast to long-standing theoretical expectations. We suggest that either the H$_2^{18}$O-rich water has been removed from the emitting region and replaced by H$_2^{18}$O-poor water formed by reactions with $^{18}$O-poor CO, or that the gas-phase water is depleted in $^{18}$O via mass-dependent fractionation processes at the water snowline.",
        "authors": [
            {
                "name": "Colette Salyk"
            },
            {
                "name": "Klaus M. Pontoppidan"
            },
            {
                "name": "Ke Zhang"
            },
            {
                "name": "Sophie Heinzen"
            },
            {
                "name": "Jenny K. Calahan"
            },
            {
                "name": "Andrea Banzatti"
            },
            {
                "name": "D. Annie Dickson-Vandervelde"
            },
            {
                "name": "Edwin A. Bergin"
            },
            {
                "name": "Geoffrey A. Blake"
            },
            {
                "name": "Nicole Arulanantham"
            },
            {
                "name": "Sebastiaan Krijt"
            },
            {
                "name": "John Carr"
            },
            {
                "name": "Joan Najita"
            },
            {
                "name": "Joel Green"
            },
            {
                "name": "Carlos Romero-Mirza"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.20096v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.20096v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.3847/1538-4357/ae3db1"
        }
    },
    "2601.12128": {
        "id": "http://arxiv.org/abs/2601.03963v1",
        "title": "Formation of multi-planetary systems via pebble accretion in externally photoevaporating discs in stellar clusters",
        "updated": "2026-01-07T14:24:46.000Z",
        "published": "2026-01-07T14:24:46.000Z",
        "summary": "In this paper, we investigate how external photo-evaporation influences the formation, dynamical evolution and the resultant planetary architecture of multi-planet systems born in stellar clusters. We use a model of N-body simulations of multiple planet formation via pebble accretion coupled with a 1-D viscous disc subject to external photo-evaporation. We found that external photo-evaporation reduces the planet growth by reducing the pebble mass reservoir in discs containing multiple planetary embryos across a wide range of disc masses, and is particularly effective in suppressing planet growth in less initially massive discs (< 0.1 M$_{\\odot}$). However, in more initially massive ($\\geq$ 0.1 M$_{\\oplus}$) discs planets lost due to planet-planet interactions dominate the outcome for final resultant total planet mass, masking the effects of external photo-evaporation in curbing the planet mass growth. In terms of the final resulting planetary architectures, the signature of external photo-evaporation is visible in less massive (< 0.1 M$_{\\odot}$) discs, with fewer numbers and lower masses of planets surviving in discs irradiated with stronger external FUV radiation. External photo-evaporation also leaves a signature for the wide orbit (> 10 au) terrestrial planets (0.1 - 1 M$_{\\oplus}$), with fewer planets populating this region for stronger FUV field. Finally, the 1st-order resonant pairs fraction decreases with stronger FUV radiation, although the resonant pairs occur rarely regardless of the FUV radiation environment, due to the small number of planets that survive gravitational encounters.",
        "authors": [
            {
                "name": "Lin Qiao"
            },
            {
                "name": "Gavin A. L. Coleman"
            },
            {
                "name": "Thomas J. Haworth"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.03963v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.03963v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.11712": {
        "id": "http://arxiv.org/abs/2601.05359v1",
        "title": "The Column Density Probability Density Function of Cygnus-X",
        "updated": "2026-01-08T20:19:52.000Z",
        "published": "2026-01-08T20:19:52.000Z",
        "summary": "The density distribution within molecular clouds offers critical insights into their underlying physical processes, which are essential for understanding star formation. As a statistical measure of column density on the cloud scale, the shape and evolution of the column density probability density function (N-PDF) serve as important tools for understanding the dynamics between turbulence and gravity. Here we investigate the N-PDFs of Cygnus-X using the column density map obtained from Herschel, supplemented by HI and Young Stellar Objects (YSO) data. We find that the N-PDFs of Cygnus-X and four sub-regions display log-normal + power-law shapes, indicating the combined effects of turbulence and gravity in sculpting the density structure. We find evidence that the power-law segment of the N-PDFs flattens over time, and the transitional column density can be seen as a unique and stable star formation threshold specific to each molecular cloud. These results not only clarify the physical state of Cygnus-X but also emphasize the utility of the N-PDF as a statistical diagnostic tool, as it is an accessible indicator of evolutionary stages and star formation thresholds in molecular clouds.",
        "authors": [
            {
                "name": "Yuchen Xing"
            },
            {
                "name": "Keping Qiu"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.05359v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.05359v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.12586": {
        "id": "http://arxiv.org/abs/2601.07088v1",
        "title": "On the 3D time evolution of the dust size distribution in protostellar envelopes",
        "updated": "2026-01-11T22:50:21.000Z",
        "published": "2026-01-11T22:50:21.000Z",
        "summary": "Dust plays a fundamental role during protostellar collapse, disk and planet formation. Recent observations suggest that efficient dust growth may begin early, in the protostellar envelopes, potentially even before the formation of the disk. Three-dimensional models of protostellar evolution, addressing multi-size dust growth, gas and dust dynamics and magnetohydrodynamics, are required to characterize the dust evolution in the embedded stages of star formation. We aim to establish a new framework for dust evolution models, following in 3D the dust size distribution both in time and space, in MHD models describing the formation and evolution of star-disk systems, at low numerical cost. We present our work coupling the COALA dust evolution module into the code RAMSES, performing the first 3D MHD simulation of protostellar collapse including simultaneously polydisperse dust growth modeled by the Smoluchowski equation as well as dust dynamics in the terminal velocity approximation. Ice-coated micron-sized grains can rapidly grow in the envelope and survive by not entering the fragmentation regime. The evolution of the dust size distribution is highly anisotropic due to the turbulent nature of the collapse and the development of favorable locations such as outflow cavity walls, which enhance locally the dust-to-gas ratio. We analyzed the first 3D non-ideal MHD simulations that self-consistently account for the dust dynamics and growth during the protostellar stage. Very early in the lifetime of a young embedded protostar, micron-sized grains can grow, and locally the dust size distribution deviates significantly from the MRN initial shape. This new numerical method opens the perspective to treat simultaneously gas/dust dynamics and dust growth in 3D simulations at a low numerical cost for several astrophysical environments.",
        "authors": [
            {
                "name": "Maxime Lombart"
            },
            {
                "name": "Ugo Lebreuilly"
            },
            {
                "name": "Anaëlle Maury"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.EP",
            "astro-ph.GA",
            "astro-ph.IM"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.07088v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.07088v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.11766": {
        "id": "http://arxiv.org/abs/2512.00246v2",
        "title": "Variable X-ray Emission of the Planet Hosting T Tauri Star CI Tau",
        "updated": "2026-01-13T14:30:24.000Z",
        "published": "2025-11-28T23:32:12.000Z",
        "summary": "We report results of Chandra X-ray observations of CI Tau, a young magnetically active classical T Tauri star for which previous studies have reported periodic variability attributed to a massive planet in a short-period orbit. CI Tau was clearly detected by Chandra in four separate observations acquired in late 2023. The X-ray emission was steady in the first two observations with a characteristic plasma temperature kT ~ 2 keV (~23 MK) and X-ray luminosity log Lx = 29.74 erg/s. During each of the last two observations obtained two weeks later the count rate increased slowly and the X-ray plasma temperature was much higher but remained nearly steady at kT ~ 4 - 5 keV (~46 - 58 MK) and peak luminosity log Lx = 30.5 erg/s. Such variable X-ray emission in T Tauri stars accompanied by high plasma temperatures is a signature of magnetic activity, consistent with the known presence of a strong magnetic field in CI Tau. We summarize the variable X-ray emission properties of CI Tau within the framework of T Tauri stars of similar mid-K spectral type, identify possible variability mechanisms, and assess the effects of stellar X-ray irradiation on the claimed planet.",
        "authors": [
            {
                "name": "Stephen L. Skinner"
            },
            {
                "name": "Manuel Guedel"
            }
        ],
        "categories": [
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.00246v2",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.00246v2",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.11824": {
        "id": "http://arxiv.org/abs/2601.13391v1",
        "title": "Turbulence Can Persist in the Inner Regions of Weakly-Ionized Planet Forming Disks",
        "updated": "2026-01-19T20:57:50.000Z",
        "published": "2026-01-19T20:57:50.000Z",
        "summary": "Identifying the mechanisms responsible for angular momentum transport in protoplanetary disks, and the extent to which those mechanisms produce turbulence, is a crucial problem in understanding planet formation. The bulk of the gas in protoplanetary disks is weakly ionized, which leads to the emergence of three non-ideal effects, Ohmic diffusion, ambipolar diffusion, and the Hall effect. These low-ionization processes can in some cases suppress turbulence driven by the magnetorotational instability (MRI). However, it has recently been shown that these non-ideal terms can also affect the dynamics of the gas in fundamentally different ways than simple diffusion. In order to further study the role of low-ionization on disk gas dynamics, we carry out a 3D local shearing box simulation with both Ohmic diffusion and ambipolar diffusion and an additional simulation with the Hall effect included. The strength of each non-ideal term, when present, is representative of gas at a radius of 5 AU in a realistic protoplanetary disk. We find the Hall effect increases the saturation strength of the magnetic field, but does not necessarily drive turbulence, consistent with previous work. However, interactions between ambipolar diffusion and the Keplerian shear lead to the ambipolar diffusion shear instability (ADSI), which can drive the initial growth, not damping, of magnetic perturbations. To our knowledge, this is the first work that explicitly demonstrates the viability of the ADSI in the non-linear regime within protoplanetary disks. At later times in the disk, the MRI (reduced in strength by ambipolar-diffusion), may also be present in regions of weak magnetic field between strong concentrations of vertical magnetic flux and sustain turbulence locally in protoplanetary disks.",
        "authors": [
            {
                "name": "David G. Rea"
            },
            {
                "name": "Jacob B. Simon"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.13391v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.13391v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.11711": {
        "id": "http://arxiv.org/abs/2601.14214v1",
        "title": "The PAIRS project: a global formation model for planets in binaries. I. Effect of disc truncation on the growth of S-type planets",
        "updated": "2026-01-20T18:20:03.000Z",
        "published": "2026-01-20T18:20:03.000Z",
        "summary": "Binary stars are as common as single stars. The number of detected planets orbiting binaries is rapidly increasing thanks to the synergy between transit surveys, Gaia and high-resolution direct imaging campaigns. However, global planet formation models around binary stars are still underdeveloped, which limits the theoretical understanding of planets orbiting binary star systems. Hereby we introduce the PAIRS project, which aims at building a global planet formation model for planets in binaries, and to produce planet populations synthesis to statistically compare theory and observations. In this first paper, we present the adaptation of the circumstellar disc to simulate the formation of S-type planets. The presence of a secondary star tidally truncates and heats the outer part of the circumprimary disc (and vice-versa for the circumsecondary disc), limiting the material to form planets. We implement and quantify this effect for a range of binary parameters by adapting the Bern Model of planet formation in its pebble-based form and for in-situ planet growth. We find that the disc truncation has a strong impact on reducing the pebble supply for core growth, steadily suppressing planet formation for binary separations below 160 au, when considering all the formed planets more massive than Mars. We find as well that S-type planets tend to form close to the central star with respect to the binary separation and disc truncation radius. Our newly developed model will be the basis of future S-type planet population synthesis studies.",
        "authors": [
            {
                "name": "Julia Venturini"
            },
            {
                "name": "Arianna Nigioni"
            },
            {
                "name": "Maria Paula Ronco"
            },
            {
                "name": "Natacha Jungo"
            },
            {
                "name": "Alexandre Emsenhuber"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.14214v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.14214v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.11709": {
        "id": "http://arxiv.org/abs/2511.21800v1",
        "title": "Globules and pillars in Cygnus X IV. Velocity-resolved [OI] 63 mu map of a peculiar proplyd-like object",
        "updated": "2025-11-26T17:49:54.000Z",
        "published": "2025-11-26T17:49:54.000Z",
        "summary": "We investigated an isolated, globule-shaped object (0.37x0.11 pc), located near the centre of the Cygnus OB2 cluster and named proplyd #7 in optical observations. The source can be a massive star (with or without disc) with a HII region or a G-type T Tauri star with a photo-evaporating disc, embedded in a molecular envelope. We obtained a map of the OI line at 63 micron with 6\" angular resolution and employed archival data of the CII 158 micron line (14\" resolution), using the upGREAT heterodyne receiver aboard SOFIA. We also collected IRAM 30m CO data at 1mm (11\" resolution). All the lines were detected across the whole object. The peak integrated OI emission of ~5 K km/s is located ~10\" west of an embedded YSO. The OI and CII data near the source show bulk emission at ~11 km/s and a line wing at ~13 km/s, while the 12CO 2-1 data reveal additional blue-shifted high-velocity emission. The KOSMA-tau PDR model can explain the emissions in the tail with a low external UV field (<350 Go, mostly consistent with our UV field estimates), but not at the location of the YSO. There, the high line intensities and increased line widths for all lines and a possible bipolar CO outflow suggest the presence of a protostellar disc. However, the existence of a thermal HII region, revealed by combining existing and new radio continuum data, points towards a massive star - and not a T Tauri-type one. We derived molecular and atomic gas masses of ~20 Msun and a few Msun, respectively. The photo-evaporation (only considering external illumination) lifetime of 1.6x10^5 yrs is shorter than the free-fall lifetime of 5.2x10^5 yrs; thus, we find that proplyd #7 might not have had the time to produce many more stars.",
        "authors": [
            {
                "name": "N. Schneider"
            },
            {
                "name": "S. Dannhauer"
            },
            {
                "name": "E. Keilmann"
            },
            {
                "name": "S. Kabanovic"
            },
            {
                "name": "T. Topkaras"
            },
            {
                "name": "V. Ossenkopf-Okada"
            },
            {
                "name": "R. Higgins"
            },
            {
                "name": "A. Brunthaler"
            },
            {
                "name": "Won-Ju Kim"
            },
            {
                "name": "F. Comeron"
            },
            {
                "name": "M. Roellig"
            },
            {
                "name": "T. Csengeri"
            },
            {
                "name": "R. Simon"
            },
            {
                "name": "Y. Okada"
            },
            {
                "name": "M. Justen"
            },
            {
                "name": "S. A. Dzib"
            },
            {
                "name": "G. N. Ortiz-León"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2511.21800v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2511.21800v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202557227"
        }
    },
    "2601.11732": {
        "id": "http://arxiv.org/abs/2512.00474v1",
        "title": "Excitation of molecular hydrogen by cosmic-ray protons",
        "updated": "2025-11-29T13:03:19.000Z",
        "published": "2025-11-29T13:03:19.000Z",
        "summary": "Low-energy cosmic rays ($E\\lesssim 1$ GeV) are responsible for the ionisation and heating of molecular clouds. While the role of supra-thermal electrons produced in the ionisation process in inducing excitation of the ambient gas (mostly molecular hydrogen) has been studied in detail, the role of primary cosmic-ray nuclei (protons and heavier nuclei) has been generally neglected. Here, we introduce, for the first time, cross sections for proton impact on H$_2$, calculated using the semi-classical implementation of the molecular convergent close-coupling method. Our findings show that proton-induced H$_2$ excitation is comparable in magnitude to that caused by electrons. We discuss the possible implications on the estimate of the cosmic-ray ionisation rate from observations in the near-infrared domain and on the cosmic-ray-induced H$_2$ ultraviolet luminescence. We also derive a new approximated analytical parameterisation of the spectrum of secondary electrons that can be easily incorporated in numerical codes.",
        "authors": [
            {
                "name": "Marco Padovani"
            },
            {
                "name": "Daniele Galli"
            },
            {
                "name": "Corey T. Plowman"
            },
            {
                "name": "Liam H. Scarlett"
            },
            {
                "name": "Mark C. Zammit"
            },
            {
                "name": "Igor Bray"
            },
            {
                "name": "Dmitry V. Fursa"
            }
        ],
        "categories": [
            "astro-ph.HE",
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.HE",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.00474v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.00474v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2512.00246": {
        "id": "http://arxiv.org/abs/2601.11824v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) VII: Optically thick gas with broad CO gaussian local line profiles in the HD 121617 disc",
        "updated": "2026-01-16T23:00:42.000Z",
        "published": "2026-01-16T23:00:42.000Z",
        "summary": "CO gas has been detected in $\\sim$20 debris discs. We present ALMA observations of the CO-rich HD 121617 debris disc from the ARKS survey. Using high-resolution Band 7 observations of $^{12}CO \\ J=3-2$, we analyse local CO line profiles to investigate optical depth, CO mass, and temperature. Spectra are aligned and stacked in concentric annuli to produce local line profiles. The resulting profiles are Gaussian-shaped and broadened by Keplerian shear. The line profiles are modelled using both a simplified toy model and a RADMC-3D model including projection effects and Keplerian shear. Fitting the RADMC-3D model to the $^{13}$CO data, we find that an optically thick model with a temperature of 38 K and a CO mass of $2 \\times 10^{-3}$ M$_{\\oplus}$ reproduces the observations. The model reproduces the enhanced emission at orbital azimuths of $\\sim \\pm45^{\\circ}$ and $\\pm135^{\\circ}$, forming an X-shaped structure in the velocity-integrated intensity map, as well as the broader $^{12}$CO linewidth relative to $^{13}$CO. Scaling the model by the ISM abundance ratio ($\\sim$77) also reproduces the $^{12}$CO data, though high optical depths and model assumptions limit mass constraints. We find that azimuthally averaged local line profiles appear Gaussian regardless of optical depth, cautioning against their use for distinguishing optically thin and thick emission. We constrain the mean molecular weight to $12.6_{-1.1}^{+1.3}$, dependent on model assumptions. Our $^{13}$CO results suggest that C$^{18}$O may also be optically thick in CO-rich debris discs and that the mean molecular weight is significantly higher than if H$_2$ were the dominant gas species, suggesting a non-primordial composition.",
        "authors": [
            {
                "name": "A. Brennan"
            },
            {
                "name": "L. Matrà"
            },
            {
                "name": "S. Mac Manamon"
            },
            {
                "name": "S. Marino"
            },
            {
                "name": "G. Cataldi"
            },
            {
                "name": "A. M. Hughes"
            },
            {
                "name": "P. Weber"
            },
            {
                "name": "Y. Han"
            },
            {
                "name": "J. P. Marshall"
            },
            {
                "name": "B. Zawadzki"
            },
            {
                "name": "P. Luppe"
            },
            {
                "name": "A. A. Sefilian"
            },
            {
                "name": "A. Moór"
            },
            {
                "name": "M. A. MacGregor"
            },
            {
                "name": "J. B. Lovell"
            },
            {
                "name": "A. Kóspál"
            },
            {
                "name": "M. Bonduelle"
            },
            {
                "name": "E. Mansell"
            },
            {
                "name": "M. C. Wyatt"
            },
            {
                "name": "T. D. Pearce"
            },
            {
                "name": "J. M. Carpenter"
            },
            {
                "name": "D. J. Wilner"
            },
            {
                "name": "C. del Burgo"
            },
            {
                "name": "S. Pérez"
            },
            {
                "name": "Th. Henning"
            },
            {
                "name": "J. Milli"
            },
            {
                "name": "E. Chiang"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.11824v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.11824v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556566"
        }
    },
    "2601.20146": {
        "id": "http://arxiv.org/abs/2601.13670v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) II. The radial structure of debris discs",
        "updated": "2026-01-20T07:12:04.000Z",
        "published": "2026-01-20T07:12:04.000Z",
        "summary": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) was recently completed to cover the lack of high-resolution observations of debris discs and to investigate the prevalence of substructures such as radial gaps and rings in a sample of 24 discs. This study characterises the radial structure of debris discs in the ARKS programme. To identify and quantify the disc substructures, we modelled all discs with a range of non-parametric and parametric approaches. We find that of the 24 discs in the sample, 5 host multiple rings, 7 are single rings that display halos or additional low-amplitude rings, and 12 are single rings with at most tentative evidence of additional substructures. The fractional ring widths that we measured are significantly narrower than previously derived values, and they follow a distribution similar to the fractional widths of individual rings resolved in protoplanetary discs. However, there exists a population of rings in debris discs that are significantly wider than those in protoplanetary discs. We also find that discs with steep inner edges consistent with planet sculpting tend to be found at smaller (<100 au) radii, while more radially extended discs tend to have shallower edges more consistent with collisional evolution. An overwhelming majority of discs have radial profiles well-described by either a double power law or double-Gaussian parametrisation. While our findings suggest that it may be possible for some debris discs to inherit their structures directly from protoplanetary discs, there exists a sizeable population of broad debris discs that cannot be explained in this way. Assuming that the distribution of millimetre dust reflects the distribution of planetesimals, mechanisms that cause rings in protoplanetary discs to migrate or debris discs to broaden soon after formation may be at play, possibly mediated by planetary migration or scattering.",
        "authors": [
            {
                "name": "Yinuo Han"
            },
            {
                "name": "Elias Mansell"
            },
            {
                "name": "Jeff Jennings"
            },
            {
                "name": "Sebastian Marino"
            },
            {
                "name": "A. Meredith Hughes"
            },
            {
                "name": "Brianna Zawadzki"
            },
            {
                "name": "Anna Fehr"
            },
            {
                "name": "Jamar Kittling"
            },
            {
                "name": "Catherine Hou"
            },
            {
                "name": "Aliya Nurmohamed"
            },
            {
                "name": "Junu Lee"
            },
            {
                "name": "Allan Cheruiyot"
            },
            {
                "name": "Yamani Mpofu"
            },
            {
                "name": "Mark Booth"
            },
            {
                "name": "Richard Booth"
            },
            {
                "name": "Myriam Bonduelle"
            },
            {
                "name": "Aoife Brennan"
            },
            {
                "name": "Carlos del Burgo"
            },
            {
                "name": "John M. Carpenter"
            },
            {
                "name": "Gianni Cataldi"
            },
            {
                "name": "Eugene Chiang"
            },
            {
                "name": "Steve Ertel"
            },
            {
                "name": "Thomas Henning"
            },
            {
                "name": "Marija R. Jankovic"
            },
            {
                "name": "Ágnes Kóspál"
            },
            {
                "name": "Alexander V. Krivov"
            },
            {
                "name": "Joshua B. Lovell"
            },
            {
                "name": "Patricia Luppe"
            },
            {
                "name": "Meredith A. MacGregor"
            },
            {
                "name": "Sorcha Mac Manamon"
            },
            {
                "name": "Jonathan P. Marshall"
            },
            {
                "name": "Luca Matrà"
            },
            {
                "name": "Julien Milli"
            },
            {
                "name": "Attila Moór"
            },
            {
                "name": "Johan Olofsson"
            },
            {
                "name": "Tim Pearce"
            },
            {
                "name": "Sebastián Pérez"
            },
            {
                "name": "Antranik A. Sefilian"
            },
            {
                "name": "Philipp Weber"
            },
            {
                "name": "David J. Wilner"
            },
            {
                "name": "Mark C. Wyatt"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.IM",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.13670v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.13670v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556450"
        }
    },
    "2601.19985": {
        "id": "http://arxiv.org/abs/2601.11708v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) I: Motivation, sample, data reduction, and results overview",
        "updated": "2026-01-16T19:00:02.000Z",
        "published": "2026-01-16T19:00:02.000Z",
        "summary": "The outer regions of planetary systems host dusty debris discs analogous to the Kuiper belt (exoKuiper belts), which provide crucial constraints on planet formation and evolution processes. ALMA dust observations have revealed a great diversity, and that some belts contain CO gas, whose origin and implications are uncertain. Most of this progress, however, has been limited by low-resolution observations. We conducted the first ALMA large programme dedicated to debris discs: the ALMA survey to Resolve exoKuiper belt Substructures (ARKS). We selected the 24 most promising belts to constrain their detailed radial and vertical structure, and to characterise the gas content. We constrained the radial and vertical distribution of dust, as well as the presence of asymmetries. For a subset of six belts with CO gas, we constrained the gas distribution and kinematics. To interpret these observations, we used a wide range of dynamical models. The first ARKS results are presented as a series of ten papers. We discovered that up to 33% of our sample exhibits multiple dusty rings. For highly inclined belts, we found that non-Gaussian vertical distributions are common and are indicative of multiple dynamical populations. We also found that 10 of the 24 belts present asymmetries. We find that the CO gas is radially broader than the dust, but this could be an effect of optical depth. At least one system shows non-Keplerian kinematics due to strong pressure gradients, which may have triggered a vortex that trapped dust in an arc. Finally, we find evidence that the micron-sized grains may be affected by gas drag in gas rich systems. ARKS has revealed a great diversity of structures in exoKuiper belts that may arise when they are formed in protoplanetary discs or subsequently via interactions with planets and/or gas. We encourage the community to explore the reduced data and data products.",
        "authors": [
            {
                "name": "S. Marino"
            },
            {
                "name": "L. Matrà"
            },
            {
                "name": "A. M. Hughes"
            },
            {
                "name": "J. Ehrhardt"
            },
            {
                "name": "G. M. Kennedy"
            },
            {
                "name": "C. del Burgo"
            },
            {
                "name": "A. Brennan"
            },
            {
                "name": "Y. Han"
            },
            {
                "name": "M. R. Jankovic"
            },
            {
                "name": "J. B. Lovell"
            },
            {
                "name": "S. Mac Manamon"
            },
            {
                "name": "J. Milli"
            },
            {
                "name": "P. Weber"
            },
            {
                "name": "B. Zawadzki"
            },
            {
                "name": "R. Bendahan-West"
            },
            {
                "name": "A. Fehr"
            },
            {
                "name": "E. Mansell"
            },
            {
                "name": "J. Olofsson"
            },
            {
                "name": "T. D. Pearce"
            },
            {
                "name": "A. Bayo"
            },
            {
                "name": "B. C. Matthews"
            },
            {
                "name": "T. Löhne"
            },
            {
                "name": "M. C. Wyatt"
            },
            {
                "name": "P. Ábrahám"
            },
            {
                "name": "M. Bonduelle"
            },
            {
                "name": "M. Booth"
            },
            {
                "name": "G. Cataldi"
            },
            {
                "name": "J. M. Carpenter"
            },
            {
                "name": "E. Chiang"
            },
            {
                "name": "S. Ertel"
            },
            {
                "name": "A. S. Hales"
            },
            {
                "name": "Th. Henning"
            },
            {
                "name": "Á. Kóspál"
            },
            {
                "name": "A. V. Krivov"
            },
            {
                "name": "P. Luppe"
            },
            {
                "name": "M. A. MacGregor"
            },
            {
                "name": "J. P. Marshall"
            },
            {
                "name": "A. Moór"
            },
            {
                "name": "S. Pérez"
            },
            {
                "name": "A. A. Sefilian"
            },
            {
                "name": "A. G. Sepulveda"
            },
            {
                "name": "D. J. Wilner"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.11708v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.11708v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556489"
        }
    },
    "2511.21800": {
        "id": "http://arxiv.org/abs/2601.15791v1",
        "title": "Deuteration of HC3N and CH3CCH in the pre-stellar core L1544",
        "updated": "2026-01-22T09:27:03.000Z",
        "published": "2026-01-22T09:27:03.000Z",
        "summary": "Deuterated molecules are a useful diagnostic tool to probe the evolution and the kinematics in the earliest stages of star formation. Due to the low temperatures and high densities in the centre of pre-stellar cores, the deuterium fraction is enhanced by several orders of magnitude. We study the distribution of the emission and the deuteration of the two carbon chains HC3N and CH3CCH throughout the pre-stellar core L1544. We analyse emission maps of CH3CCH, CH2DCCH, CH3CCD, HC3N, HCC13CN, and DC3N, observed with the IRAM 30m single-dish radio telescope. We use non-LTE radiative transfer calculations, combined with chemical modelling of the molecular abundances, to constrain physical parameters of the observed species. Following this, we derive the column density and deuteration maps. We find D-fractions of N(DC3N)/N(HC3N)=0.04-0.07, N(CH2DCCH)/N(CH3CCH)=0.09-0.15, and N(CH3CCD)/N(CH3CCH)=0.07-0.09. The deuteration of HC3N appears homogeneous across the core, with widespread D-fraction values above 0.06, tracing intermediate-density gas in the outer layers of the core. CH3CCD is most efficiently formed in the higher-density regions towards the core centre, while the D-fraction of CH2DCCH traces a local density enhancement in the north-east of the core, coinciding with the CH3OH emission peak. The results suggest that gas-phase reactions dominate the formation and deuteration of both HC3N and CH3CCH in L1544, with spatial variations driven by physical structure, density and external radiation. The significantly higher D-fraction of CH2DCCH compared to CH3CCD and a tentative gradient with higher values in the north suggest different deuteration mechanisms for the two functional groups. Similarities between the CH2DCCH emission and CH2DOH might indicate an additional deuteration pathway of CH3CCH on the surfaces of dust grains, as observed for H2CO.",
        "authors": [
            {
                "name": "K. Giers"
            },
            {
                "name": "S. Spezzano"
            },
            {
                "name": "Y. Lin"
            },
            {
                "name": "P. Caselli"
            },
            {
                "name": "O. Sipilä"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.15791v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.15791v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.20928": {
        "id": "http://arxiv.org/abs/2601.15413v1",
        "title": "The age sequence of young clusters in Perseus: Estimating ages from mass distributions",
        "updated": "2026-01-21T19:26:01.000Z",
        "published": "2026-01-21T19:26:01.000Z",
        "summary": "Establishing ages for young clusters is key for properly tracking the star formation history of a region. In this paper we investigate a new approach to estimating ages for young populations, based on the well-founded assumption that the initial mass function is the same throughout a star forming cloud. We trial this method for six young clusters in the Perseus star forming region. For all six clusters, we construct new member samples in a homogeneous way using Gaia DR3. We estimate masses by comparing 2MASS photometry to theoretical isochrones, including Monte Carlo simulations to propagate the errors. We compare the mass distributions of the clusters for a range of plausible ages, looking for a combination of ages that results in indistinguishable mass distributions across the region. We find the best fit for ages of 1 Myr for NGC1333+Autochthe, 2 Myr for IC348, 2-3 Myr for Heleus, 3-4 Myr for Mestor, 4-5 Myr for Electryon+Cynurus, and 5-8 Myr for Alcaeus. All other combinations of ages are ruled out by this criterion. The established age sequence is consistent with the relative ages inferred from disc fractions, and broadly aligns with the age sequence determined in previous studies using isochrone fitting. We suggest that this approach can be a useful complement and cross-check to established methods to estimate ages in young populations.",
        "authors": [
            {
                "name": "Tatiana Pavlidou"
            },
            {
                "name": "Aleks Scholz"
            },
            {
                "name": "Koraljka Muzic"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.15413v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.15413v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.21100": {
        "id": "http://arxiv.org/abs/2601.16810v1",
        "title": "Magnetic threads and gravity: ALMA Observations of IRDC G14.225-0.506",
        "updated": "2026-01-23T15:00:49.000Z",
        "published": "2026-01-23T15:00:49.000Z",
        "summary": "During the star formation process, the interplay between gravity, turbulence, and B-fields is significant, with B-fields apparently serving a regulatory function. However, the extent to which B-fields are decisive relative to turbulence and gravity remains uncertain. This study aims to ascertain the role of B-fields in the fragmentation of molecular clouds. We examine the B-field observed with ALMA at core scales towards the infrared dark cloud G14.225-0.506, focusing on 3 regions with shared physical conditions, and juxtapose it with prior observations at the Hub-filament system scale. Our findings indicate a similar B-field strength and fragmentation level between the 2 hubs. However, distinct B-field morphologies are identified across the 3 regions where polarized emission is detected. In the region N, the large-scale B-field, which is perpendicular to the filamentary structure, persists at smaller scales in the southern half but becomes distorted near the more massive condensations in the northern half. Notably, these condensations exhibit signs of impending collapse, as evidenced by supercritical mass-to-flux values. In the region S, the B-field is considerably inhomogeneous among the detected condensations, and we do not observe a direct correlation between the field morphology and the condensation density. Lastly, in an isolated dust clump located within a southern filament of the northern hub, the B-field aligns parallel to the elongated emission, suggesting a transition in the field geometry. The B-field shows a clear evolution with spatial scales. We propose that the most massive condensations detected in the northern Hub are undergoing gravitational collapse, as revealed by the relative significance of the magnetic field and gravitational potential and mass-to-flux ratio. The distortion of the B-field could be a response to the flow of material due to the collapse.",
        "authors": [
            {
                "name": "Nacho Añez-López"
            },
            {
                "name": "Gemma Busquet"
            },
            {
                "name": "Josep Miquel Girart"
            },
            {
                "name": "Junhao Liu"
            },
            {
                "name": "Qizhou Zhang"
            },
            {
                "name": "Patrick Koch"
            },
            {
                "name": "Anaëlle Maury"
            },
            {
                "name": "Hauyu Baobab Liu"
            },
            {
                "name": "Zhi-Yun Li"
            },
            {
                "name": "Keping Qiu"
            },
            {
                "name": "Shanghuo Li"
            },
            {
                "name": "Huei-Ru"
            },
            {
                "name": "Vivien Chen"
            },
            {
                "name": "Ya-Wen Tang"
            },
            {
                "name": "Shih-Ping Lai"
            },
            {
                "name": "Ramprasad Rao"
            },
            {
                "name": "Paul Ho"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.16810v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.16810v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.20998": {
        "id": "http://arxiv.org/abs/2601.14215v1",
        "title": "The PAIRS project: a global formation model for planets in binaries. II. Gravitational perturbation effects from secondary stars",
        "updated": "2026-01-20T18:20:26.000Z",
        "published": "2026-01-20T18:20:26.000Z",
        "summary": "Roughly half of Sun-like stars have at least one stellar companion, whereas it is widely assumed that most known exoplanets orbit single stars, largely due to observational biases. However, astrometric surveys, direct imaging, and speckle interferometry are steadily increasing the number of confirmed exoplanets in binaries. A stellar companion introduces additional effects, such as circumstellar disk truncation and gravitational perturbations, which can strongly impact planet formation. While global planet formation models, for example the Bern model, have been broadly applied to single stars, modeling S-type binaries requires key modifications to capture these effects. This study extends the Bern model by incorporating the gravitational influence of a stellar companion into its N-body integrator, allowing us to quantify how this perturbation affects planetary formation and final system architecture across a range of binary configurations. By comparing binary and single-star systems under identical initial conditions, we can assess the specific impact of binary-induced dynamics. We ran three sets of simulations: (i) a grid of in situ single-embryo cases to quantify gravitational effects; (ii) formation simulations with and without migration to compare outcomes with single-star analogs; and (iii) multi-embryo runs to evaluate impacts on multi-planetary systems. Planets forming beyond half the host star's Hill radius are much more likely to become unbound especially in systems with high binary eccentricity. Even within stable zones, growth is suppressed by both reduced material availability and increased eccentricity from stellar perturbations. Both disk truncation and stellar perturbations must be included to model planet formation in S-type binaries accurately. Neglecting either one will end up misrepresenting planetary growth and survival.",
        "authors": [
            {
                "name": "Arianna Nigioni"
            },
            {
                "name": "Julia Venturini"
            },
            {
                "name": "Emeline Bolmont"
            },
            {
                "name": "Diego Turrini"
            },
            {
                "name": "Yann Alibert"
            },
            {
                "name": "Alexandre Emsenhuber"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.14215v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.14215v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.20348": {
        "id": "http://arxiv.org/abs/2601.13200v2",
        "title": "Timescales diagnostics for saving viscous and MHD-driven dusty discs from external photoevaporation",
        "updated": "2026-01-26T15:27:36.000Z",
        "published": "2026-01-19T16:25:27.000Z",
        "summary": "The evolution of protoplanetary discs is a function of their internal processes and of their environment. It is unclear if angular momentum is mainly removed viscously or by magnetic winds, or by a combination of the two. While external photoevaporation is expected to influence disc evolution and dispersal, there are observational limitations towards highly irradiated discs. The interplay between these ingredients and their effect on the gas and dust distributions are poorly understood. We investigate the evolution of both the gaseous and solid components of viscous, MHD-wind or hybrid discs, in combination with external FUV-driven mass loss. We test which combinations of parameters protect discs from external irradiation, allowing the solid component to live long enough to allow planet formation to succeed. We run a suite of 1D simulations of smooth discs with varying initial sizes, levels of viscous and MHD-wind stresses modelled via an $α$ parametrisation, and strengths of the external FUV environment. We track disc radii, various lifetime diagnostics, and the amount of dust removed by the photoevaporative wind, as a function of the underlying parameters. The biggest role in determining the fate of discs is played by a combination of its ability to spread radially outwards and the strength of FUV-driven erosion. While MHD wind-driven discs experience less FUV erosion due to the lack of spread, they do not live for longer compared to viscously evolving discs, especially at low-to-moderate FUV fluxes, while higher fluxes yield disc lifetimes that are insensitive to the disc's angular momentum transport mechanism. For the solid component, the biggest role is played by a combination of inward drift and removal by FUV winds. This points to the importance of other physical ingredients, such as disc substructures, even in highly-irradiated disc regions, in order to retain solids.",
        "authors": [
            {
                "name": "Gabriele Pichierri"
            },
            {
                "name": "Giovanni Rosotti"
            },
            {
                "name": "Rossella Anania"
            },
            {
                "name": "Giuseppe Lodato"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.13200v2",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.13200v2",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.20096": {
        "id": "http://arxiv.org/abs/2601.20348v1",
        "title": "Self-consistent $N$-body simulation of Planetesimal-Driven Migration. II. The effect of PDM on planet formation from a planetesimal disk",
        "updated": "2026-01-28T08:08:02.000Z",
        "published": "2026-01-28T08:08:02.000Z",
        "summary": "According to the canonical planet formation theory, planets form \"in-situ\" within a planetesimal disk via runaway and oligarchic growth. This theory, however, cannot naturally account for the formation timescale of ice giants or the existence of diverse exoplanetary systems. Planetary migration is a key to resolving these problems. One well-known mechanism of planetary migration is planetesimal-driven migration (PDM), which can let planets undergo significant migration through gravitational scattering of planetesimals. In our previous paper (Jinno et al. 2024, PASJ, 76, 1309), we investigated the migration of a single planet through PDM, addressing previously unexplored aspects of both the gravitational interactions among planetesimals and the interactions with disk gas. Here we perform the first high-resolution simulations of planet formation from a large-scale planetesimal disk, incorporating planet-gas disk interactions, planet-planetesimal interactions, gravitational interactions among all planetesimals, and physical collisions between planetesimals to investigate the role of PDM in the planet formation process. Our results show that protoplanets undergo dynamic inward/outward migrations during the runaway growth stage via PDM. Moreover, orbital repulsion combined with PDM tends to make two groups of protoplanets, outer ones going outward and inner ones going inward. Such dynamic migration significantly influences the early stages of planetary formation. These findings provide a viable pathway for the formation of Earth-like planets and ice giants' cores. Furthermore, they suggest that a standard protoplanetary disk model can account for the planetary migration necessary to explain diverse exoplanetary systems without the need for additional hypotheses.",
        "authors": [
            {
                "name": "Tenri Jinno"
            },
            {
                "name": "Takayuki R. Saitoh"
            },
            {
                "name": "Yoko Funato"
            },
            {
                "name": "Junichiro Makino"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.20348v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.20348v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.18884": {
        "id": "http://arxiv.org/abs/2601.21100v1",
        "title": "Disk Wind Feedback from High-mass Protostars. V. Application of Multi-Modal Machine Learning to Characterize Outflow Properties",
        "updated": "2026-01-28T22:38:46.000Z",
        "published": "2026-01-28T22:38:46.000Z",
        "summary": "Characterizing protostellar outflows is fundamental to understanding star formation feedback, yet traditional methods are often hindered by projection effects and complex morphologies. We present a multi-modal deep learning framework that jointly leverages spatial and spectral information from CO observations to infer outflow mass, inclination, and position angle ($PA$). Our model, trained on synthetic ALMA observations generated from 3D magnetohydrodynamic simulations, utilizes a cross-attention fusion mechanism to integrate morphological and kinematic features with probabilistic uncertainty estimation. Our results demonstrate that Vision Transformer architectures significantly outperform convolutional networks, showing remarkable robustness to reduced spatial resolution. Interpretability analysis reveals a physically consistent hierarchy: spatial features dominate across all parameters, whereas spectral profiles provide secondary constraints for mass and inclination. Applied to observational ALMA data, the framework delivers stable mass and $PA$ estimates with exceptionally tightly constrained inclination angles. This study establishes multi-modal deep learning as a powerful, interpretable tool for overcoming projection biases in high-mass star formation studies.",
        "authors": [
            {
                "name": "Duo Xu"
            },
            {
                "name": "Ioana A. Stelea"
            },
            {
                "name": "Joshua S. Speagle"
            },
            {
                "name": "Yichen Zhang"
            },
            {
                "name": "Jonathan C. Tan"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.IM"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.21100v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.21100v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.18567": {
        "id": "http://arxiv.org/abs/2512.24388v1",
        "title": "A closer look at the young stellar group around Sh 2-295",
        "updated": "2025-12-30T18:03:01.000Z",
        "published": "2025-12-30T18:03:01.000Z",
        "summary": "Star formation is governed by multiple physical processes, making it inherently complicated. One excellent example is the Canis Major OB1/R1 Association, whose complex history of star formation is related to different episodes. Three supernova (SN) events potentially altered the environment and impacted star formation and stellar evolution. Prior investigations revealed two stellar groups of different ages associated with GU CMa and Z CMa. This work focusses on identifying the low-mass young stellar population near FZ CMa, located between these two groups and spatially related to the H II region Sh 2-295. Our main goal is to verify whether this group is age-mixed and characterise its physical properties. We analysed multi-object spectroscopic data acquired with Gemini/GMOS to search for typical features of T Tauri stars (TTs) and to determine their spectral types. Lithium absorption line ($λ$ 6708 $\\mathring{A}$) was used as a youth indicator, while H$α$ emission was investigated to probe accretion activity. We also derived ages based on optical photometry from Gaia DR3 and compared the projected spatial distribution to diffuse infrared (IR) emission. We identified 29 TTs, including six new members of the association and three Classical TTs (CTTs). The equivalent width of the Li I absorption line suggests an age of $8.1^{+2.1}_{-3.8}$ Myr, while optical photometric data indicate stellar ages ranging from $\\sim$1 to 14 Myr. Younger stars are concentrated around Sh 2-295, whereas the older ones are more widely dispersed. We increased the number of known TTs related to the CMa association. Our results support a scenario of multiple star-formation episodes, including a younger group that may have been triggered by the expansion of Sh 2-295. The influence of SN events appears limited in this context.",
        "authors": [
            {
                "name": "João Victor Corrêa-Rodrigues"
            },
            {
                "name": "Jane Gregorio-Hetem"
            }
        ],
        "categories": [
            "astro-ph.SR",
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.24388v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.24388v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.18259": {
        "id": "http://arxiv.org/abs/2601.02344v1",
        "title": "Protoplanetary disk cavities with JWST-MIRI: a dichotomy in molecular emission",
        "updated": "2026-01-05T18:40:59.000Z",
        "published": "2026-01-05T18:40:59.000Z",
        "summary": "The evolution of planet-forming regions in protoplanetary disks is of fundamental importance to understanding planet formation. Disks with a central deficit in dust emission, a \"cavity\", have long attracted interest as potential evidence for advanced disk clearing by protoplanets and/or winds. Before JWST, infrared spectra showed that these disks typically lack the strong molecular emission observed in full disks. In this work, we combine a sample of 12 disks with millimeter cavities of a range of sizes ($\\sim2$-70 au) and different levels of millimeter and infrared continuum deficits. We analyze their molecular spectra as observed with MIRI on JWST, homogeneously reduced with the new JDISCS pipeline. This analysis demonstrates a stark dichotomy in molecular emission where \"molecule-rich\" (MR) cavities follow global trends between water, CO, and OH luminosity and accretion luminosity as in full disks, while \"molecule-poor\" (MP) cavities are significantly sub-luminous in all molecules except sometimes OH. Disk cavities generally show sub-luminous organic emission, higher OH/H$_2$O ratios, and suggest a lower water column density. The sub-thermal excitation of CO and water vibrational lines suggests a decreased gas density in the emitting layer in all cavities, supporting model expectations for C$_2$H$_2$ photodissociation. We discover a bifurcation in infrared index (lower in MR cavities) suggesting that the molecular dichotomy is linked to residual $μ$m-size dust within millimeter disk cavities. Put together, these results suggest a feedback process between dust depletion, gas density decrease, and molecule dissociation. Disk cavities may have a common evolutionary sequence where MR switch into MP over time.",
        "authors": [
            {
                "name": "Patrick Mallaney"
            },
            {
                "name": "Andrea Banzatti"
            },
            {
                "name": "Colette Salyk"
            },
            {
                "name": "Ilaria Pascucci"
            },
            {
                "name": "Paola Pinilla"
            },
            {
                "name": "Joan Najita"
            },
            {
                "name": "Klaus M. Pontoppidan"
            },
            {
                "name": "Sebastiaan Krijt"
            },
            {
                "name": "Geoffrey A. Blake"
            },
            {
                "name": "Benoit Tabone"
            },
            {
                "name": "Till Kaeufer"
            },
            {
                "name": "Ke Zhang"
            },
            {
                "name": "Feng Long"
            },
            {
                "name": "Jane Huang"
            },
            {
                "name": "Giovanni Rosotti"
            },
            {
                "name": "Karin I. Oberg"
            },
            {
                "name": "Maria Jose Colmenares"
            },
            {
                "name": "Andrew Lay"
            },
            {
                "name": "Lucas A. Cieza"
            },
            {
                "name": "L. Ilsedore Cleeves"
            },
            {
                "name": "Joe Williams"
            },
            {
                "name": "Chengyan Xie"
            },
            {
                "name": "Miguel Vioque"
            },
            {
                "name": "Mayank Narang"
            },
            {
                "name": "Nicholas P. Ballering"
            },
            {
                "name": "Minjae Kim"
            },
            {
                "name": "the JDISCS Collaboration"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.02344v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.02344v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.18112": {
        "id": "http://arxiv.org/abs/2601.08938v1",
        "title": "Can photoevaporation open gaps in protoplanetary discs?",
        "updated": "2026-01-13T19:19:06.000Z",
        "published": "2026-01-13T19:19:06.000Z",
        "summary": "We investigate whether photoevaporation alone can open and sustain gaps in protoplanetary discs by coupling the evolving disc structure with the photoevaporative flow in two dimensional radiation hydrodynamical simulations. Our results show that once a density depression forms, the local mass-loss rate decreases sharply, suppressing further gap deepening. Viscous inflow and radial mass transport along the disc surface act to partially refill the depleted region, preventing complete clearing. The resulting configuration is a persistent, partially depleted zone whose evolution is largely insensitive to the initial disc morphology. This behaviour challenges the standard paradigm that photoevaporation efficiently carves clean inner cavities and directly produces transition discs. However, the pressure maximum at the outer edge of the depression may still trap dust grains, giving rise to transition disc like observational signatures. We also present a first-order prescription to approximate this behaviour in one dimensional disc evolution models, suitable for use in planet formation and population synthesis studies. Although the prescription improves upon static mass-loss treatments, it remains approximate, underscoring the need for further multidimensional simulations and parameter-space exploration to derive robust recipes for global disc and planet population models.",
        "authors": [
            {
                "name": "Michael L. Weber"
            },
            {
                "name": "Barbara Ercolano"
            },
            {
                "name": "Giovanni Picogna"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.08938v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.08938v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.16810": {
        "id": "http://arxiv.org/abs/2601.11732v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS). X. Interpreting the peculiar dust rings around HD 131835",
        "updated": "2026-01-16T19:28:34.000Z",
        "published": "2026-01-16T19:28:34.000Z",
        "summary": "Dusty discs detected around main-sequence stars are thought to be signs of planetesimal belts in which the dust distribution is shaped by collisional and dynamical processes, including interactions with gas if present. The debris disc around the young A-type star HD 131835 is composed of two dust rings at ~65 au and ~100 au, a third unconstrained innermost component, and a gaseous component centred at ~65 au. New ALMA observations show that the inner of the two dust rings is brighter than the outer one, in contrast with previous observations in scattered light. We explore two scenarios that could explain these observations: the two dust rings might represent distinct planetesimal belts with different collisional properties, or only the inner ring might contain planetesimals while the outer ring consists entirely of dust that has migrated outwards due to gas drag. To explore the first scenario, we employed a state-of-the-art collisional evolution code. To test the second scenario, we used a simple dynamical model of dust grain evolution in an optically thin gaseous disc. Collisional models of two planetesimal belts cannot fully reproduce the observations by only varying their dynamical excitation, and matching the data through a different material strength requires an extreme difference in dust composition. The gas-driven scenario can reproduce the location of the outer ring and the brightness ratio of the two rings from scattered light observations, but the resulting outer ring is too faint overall in both scattered light and sub-millimetre emission. The dust rings in HD 131835 could be produced from two planetesimal belts, although how these belts would attain the required extremely different properties needs to be explained. The dust-gas interaction is a plausible alternative explanation and deserves further study using a more comprehensive model.",
        "authors": [
            {
                "name": "M. R. Jankovic"
            },
            {
                "name": "N. Pawellek"
            },
            {
                "name": "J. Zander"
            },
            {
                "name": "T. Löhne"
            },
            {
                "name": "A. V. Krivov"
            },
            {
                "name": "J. Olofsson"
            },
            {
                "name": "A. Brennan"
            },
            {
                "name": "J. Milli"
            },
            {
                "name": "M. Bonduelle"
            },
            {
                "name": "M. C. Wyatt"
            },
            {
                "name": "A. A. Sefilian"
            },
            {
                "name": "T. Pearce"
            },
            {
                "name": "S. Mac Manamon"
            },
            {
                "name": "Y. Han"
            },
            {
                "name": "S. Marino"
            },
            {
                "name": "L. Matrá"
            },
            {
                "name": "A. Moór"
            },
            {
                "name": "M. Booth"
            },
            {
                "name": "E. Chiang"
            },
            {
                "name": "E. Mansell"
            },
            {
                "name": "P. Weber"
            },
            {
                "name": "A. M. Hughes"
            },
            {
                "name": "D. J. Wilner"
            },
            {
                "name": "P. Luppe"
            },
            {
                "name": "B. Zawadzki"
            },
            {
                "name": "C. del Burgo"
            },
            {
                "name": "Á. Kóspál"
            },
            {
                "name": "S. Pérez"
            },
            {
                "name": "J. M. Carpenter"
            },
            {
                "name": "Th. Henning"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.11732v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.11732v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556637"
        }
    },
    "2601.16791": {
        "id": "http://arxiv.org/abs/2601.16791v1",
        "title": "Mercury-Ar$χ$es: a high-performance n-body code for planet formation studies",
        "updated": "2026-01-23T14:37:43.000Z",
        "published": "2026-01-23T14:37:43.000Z",
        "summary": "Forming planetary systems are populated by large numbers of gravitationally interacting planetary bodies, spanning from massive giant planets to small planetesimals akin to present-day asteroids and comets. All these planetary bodies are embedded in the gaseous embrace of their native protoplanetary disks, and their interactions with the disk gas play a central role in shaping their dynamical evolution and the outcomes of planet formation. These factors make realistic planet formation simulations extremely computationally demanding, which in turn means that accurately modeling the formation of planetary systems requires the use of high-performance methods. The planet formation code Mercury-Ar$χ$es was developed to address these challenges and, since its first implementation, has been used in multiple exoplanetary and Solar System studies. Mercury-Ar$χ$es is a parallel n-body code that builds on the widely used Mercury code and is capable of modeling the growth and migration of forming planets, the interactions between planetary bodies and the disk gas, as well as the evolving impact flux of planetesimals on forming planets across the different stages of their formation process. In this work we provide the up-to-date overview of its physical modeling capabilities and the first detailed description of its high-performance implementation based on the OpenMP directive-based parallelism for shared memory environments, to harness the multi-thread and vectorization features of modern processor architectures.",
        "authors": [
            {
                "name": "Diego Turrini"
            },
            {
                "name": "Sergio Fonte"
            },
            {
                "name": "Romolo Politi"
            },
            {
                "name": "Danae Polychroni"
            },
            {
                "name": "Scigé J. Liu"
            },
            {
                "name": "Paolo Matteo Simonetti"
            },
            {
                "name": "Simona Pirani"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.IM",
            "physics.comp-ph"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.16791v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.16791v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.15791": {
        "id": "http://arxiv.org/abs/2601.18112v1",
        "title": "Effects of Stellar X-ray Photoevaporation on Planetesimal Formation via the Streaming Instability",
        "updated": "2026-01-26T03:56:29.000Z",
        "published": "2026-01-26T03:56:29.000Z",
        "summary": "The formation of planetesimals via the streaming instability (SI) is a crucial step in planet formation, yet its triggering conditions and efficiency are highly sensitive to both disk properties and specific evolutionary processes. We aim to study the planetesimal formation via the SI, driven by the stellar X-ray photoevaporation during the late stages of disk dispersal, and quantify its dependence on key disk and stellar parameters. We use the DustPy code to simulate the dust dynamics including coagulation, fragmentation, and radial drift in a viscously accreting disk undergoing stellar X-ray photoevaporation. Stellar X-rays drive the disk dispersal, opening a cavity at a few au orbital distance and inducing the formation of an associated local pressure maximum. This pressure maximum acts as a trap for radially drifting dust, therefore enhancing the dust density to the critical level required to initiate the streaming instability and the subsequent collapse into planetesimals. The fiducial model produces 31.4 M_\\oplus of planetesimals with an initial dust to final planetesimal conversion efficiency of 20.4%. This pathway is most efficient in larger disks with higher metallicities, lower viscosities, higher dust fragmentation threshold velocities, and/or around stars with higher X-ray luminosities. This work demonstrates that stellar X-ray photoevaporation is a robust and feasible mechanism for triggering planetesimal formation via the SI during the final clearing phase of protoplanetary disk evolution.",
        "authors": [
            {
                "name": "Xuchu Ying"
            },
            {
                "name": "Beibei Liu"
            },
            {
                "name": "Haifeng Yang"
            },
            {
                "name": "Joanna Drazkowska"
            },
            {
                "name": "Sebastian M. Stammler"
            },
            {
                "name": "Zhaohuan Zhu"
            },
            {
                "name": "Linn E. J. Eriksson"
            },
            {
                "name": "Hongping Deng"
            },
            {
                "name": "Bin Liu"
            },
            {
                "name": "Ping Chen"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.18112v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.18112v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.14975": {
        "id": "http://arxiv.org/abs/2601.18567v1",
        "title": "Ancient relic moderately metal-rich bulge cluster Tonantzintla 2",
        "updated": "2026-01-26T15:13:08.000Z",
        "published": "2026-01-26T15:13:08.000Z",
        "summary": "The assembly history of the Galactic bulge is intimately tied to the formation of the proto-Milky Way, yet reconstructing this early phase is difficult because mergers and secular evolution have erased most of its original structure. Among present-day stellar systems, only globular clusters retain the ancient signatures needed to trace these primordial building blocks. Here we present the most detailed characterization to date of Tonantzintla 2, a prime candidate for a relic of the Milky Way's primordial bulge. It is a moderately metal-rich globular cluster projected onto the bulge that has remained largely unexplored despite its potential to constrain the early formation of the inner Milky Way. We derive its fundamental parameters using proper motion-corrected Hubble Space Telescope WFC3 and ACS photometry. By applying an isochrone fitting to very clean data, we obtain an age of 13.58 Gyr, a reddening E(B-V) = 1.44, a metallicity [M/H]=-0.68, and a heliocentric distance of d = 7.38 kpc. A complementary chemical-abundance analysis of seven member stars from APOGEE high-resolution spectroscopy reveals an enrichment pattern consistent with an in-situ origin. Tonantzintla 2 is among the oldest globular clusters studied in the literature, and the oldest so far analyzed in the Galactic bulge. Its age places a stringent constraint on the onset of the bulge formation, implying that star formation in the inner Galaxy began within ~0.2 Gyr of the Big Bang and that Tonantzintla 2 represents an exceptional relic of the Milky Way's earliest chemical enrichment.",
        "authors": [
            {
                "name": "Sergio Ortolani"
            },
            {
                "name": "Stefano O. Souza"
            },
            {
                "name": "Domenico Nardiello"
            },
            {
                "name": "Beatriz Barbuy"
            },
            {
                "name": "Eduardo Bica"
            },
            {
                "name": "Bernardo P. L. Ferreira"
            },
            {
                "name": "Cristina Chiappini"
            },
            {
                "name": "José Fernandez-Trincado"
            },
            {
                "name": "Heitor Ernandes"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.18567v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.18567v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.3847/2041-8213/ae3b3e"
        }
    },
    "2601.14215": {
        "id": "http://arxiv.org/abs/2512.00157v1",
        "title": "Astrometric view of companions in the inner dust cavities of protoplanetary disks",
        "updated": "2025-11-28T19:00:06.000Z",
        "published": "2025-11-28T19:00:06.000Z",
        "summary": "Protoplanetary disks with inner dust cavities (often referred to as \"transition disks\") are potential signposts of planet formation. We use Gaia astrometry to search for planetary and stellar companions in a sample of 98 transition disks, assessing the occurrence rate of such companions and their potential influence on cavity formation. For the 98 Young Stellar Objects (YSOs), we compute Gaia proper motion anomalies which, together with the RUWE, identify companions with mass ratios $q \\gtrsim 0.01$ at $\\sim$0.1-30 au. We assess the impact of disk gravity, accretion, disk-scattered light, dippers, starspots, jets, and outflows on the measured proper motion anomalies, concluding that astrometric techniques such as the one of this work can be robustly applied to YSOs. Significant proper motion anomalies are found in 31 transition disks (32% of the sample), indicative of companions. We recover 85% of known companions within our sensitivity range. We model the semi-major axis and mass required for a companion to reproduce the observed astrometric signals. Most inferred companions have $M > 30$ M$\\rm{_{J}}$, placing many within or near the stellar mass regime. Seven sources host companions compatible with a planetary mass ($M < 13$ M$\\rm{_{J}}$, HD 100453, J04343128+1722201, J16102955-3922144, MHO6, MP Mus, PDS 70, and Sz 76). For the non-detections, we provide the companion masses and semi-major axes that can be excluded in future searches. About half (53%) of detected companions cannot be reconciled with having carved the observed dust cavities. We find that transition disks host as many companions within our sensitivity range as do randomly sampled groups of YSOs and main-sequence stars. If dust cavities are shaped by companions, such companions must reside at larger orbital separations than those of the companions detected here, and we predict them to be of planetary mass. [abridged]",
        "authors": [
            {
                "name": "Miguel Vioque"
            },
            {
                "name": "Richard A. Booth"
            },
            {
                "name": "Enrico Ragusa"
            },
            {
                "name": "Álvaro Ribas"
            },
            {
                "name": "Nicolás T. Kurtovic"
            },
            {
                "name": "Giovanni P. Rosotti"
            },
            {
                "name": "Zephyr Penoyre"
            },
            {
                "name": "Stefano Facchini"
            },
            {
                "name": "Antonio Garufi"
            },
            {
                "name": "Carlo F. Manara"
            },
            {
                "name": "Nuria Huélamo"
            },
            {
                "name": "Andrew Winter"
            },
            {
                "name": "Sebastián Pérez"
            },
            {
                "name": "Myriam Benisty"
            },
            {
                "name": "Ignacio Mendigutía"
            },
            {
                "name": "Nicolás Cuello"
            },
            {
                "name": "Anna B. T. Penzlin"
            },
            {
                "name": "Alfred Castro-Ginard"
            },
            {
                "name": "Richard Teague"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.IM",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.00157v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.00157v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202557086"
        }
    },
    "2601.14214": {
        "id": "http://arxiv.org/abs/2601.19985v1",
        "title": "The CO snow line favours strong clumping by the streaming instability in protoplanetary discs with porous grains",
        "updated": "2026-01-27T19:00:04.000Z",
        "published": "2026-01-27T19:00:04.000Z",
        "summary": "Context: The radial drift and fragmentation of small dust grains in protoplanetary discs impedes their growth past centimetre sizes. Several mechanisms have been proposed to overcome these planet formation barriers, such as dust porosity or the streaming instability (SI), which is today regarded as the most promising mechanism to form planetesimals. Aims: Here, we examine whether the conditions for the SI to lead to strong clumping, the first step in planetesimal formation, are realised in protoplanetary discs containing porous grains. Methods: We used results from previous simulations of the evolution of porous grains subjected to growth, fragmentation, compaction and bouncing in protoplanetary discs. In the ensuing disc structures, we determined the regions where the dust-to-gas ratio exceeds the critical value for strong clumping found in simulations of the SI including external turbulence. Results: We find that the conditions for strong clumping are met within the first hundred thousand years in large regions of protoplanetary discs containing porous grains, provided that the CO snow line is taken into account. If the CO snow line is neglected, the conditions are met only very close to the inner disc edge early on, or over large areas well after 200,000 yr.",
        "authors": [
            {
                "name": "Jean-François Gonzalez"
            },
            {
                "name": "Stéphane Michoulier"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.19985v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.19985v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.13391": {
        "id": "http://arxiv.org/abs/2601.20928v1",
        "title": "Projection effects in star-forming regions: I. Nearest-neighbour statistics and observational biases",
        "updated": "2026-01-28T19:00:00.000Z",
        "published": "2026-01-28T19:00:00.000Z",
        "summary": "Stars form as molecular clouds fragment into networks of dense cores, filaments, and subclusters. The characteristic spacing of these cores is a key observable imprint of fragmentation physics and is commonly measured using nearest-neighbour (NN) statistics. However, NN separations are derived from projected two-dimensional (2D) positions, while fragmentation occurs in three dimensions (3D). Using spherical and fractal toy models, we show that the standard geometric deprojection factor of $4/π\\simeq1.27$ is inadequate because projection not only foreshortens separations but also rewires the NN network, while finite angular resolution merges close neighbours and inflates apparent spacings. We quantify these competing biases with Monte Carlo experiments spanning a wide range of morphologies, sample sizes, and effective resolutions. From these we derive an empirical correction factor that depends on both sample size and resolution: for small ($N\\lesssim10$) or poorly resolved samples ($\\lesssim$10 resolution elements across the field), intrinsic NN spacings exceed projected values by only 20 to 40%, whereas for well-sampled ($N\\gtrsim100$), well-resolved data ($\\gtrsim$30-50 resolution elements), true 3D separations are typically larger by a factor of $\\sim$2. This calibration enables observers to convert measured 2D NN spacings into corresponding 3D estimates, with typical morphology-driven uncertainties of order 30 to 40%, and we demonstrate how it alters inferred fragmentation scales in observed and simulated core populations. [abridged]",
        "authors": [
            {
                "name": "A. T. Barnes"
            },
            {
                "name": "K. Morii"
            },
            {
                "name": "J. E. Pineda"
            },
            {
                "name": "R. J. Parker"
            },
            {
                "name": "E. Schisano"
            },
            {
                "name": "A. Traficante"
            },
            {
                "name": "E. Redaelli"
            },
            {
                "name": "K. Immer"
            },
            {
                "name": "J. D. Henshaw"
            },
            {
                "name": "P. Sanhueza"
            },
            {
                "name": "F. Motte"
            },
            {
                "name": "A. Hacar"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.20928v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.20928v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.13200": {
        "id": "http://arxiv.org/abs/2512.14458v1",
        "title": "Bowshocks driven by the pole-on molecular jet of outbursting protostar SVS 13",
        "updated": "2025-12-16T14:46:43.000Z",
        "published": "2025-12-16T14:46:43.000Z",
        "summary": "Outflows play a key role in the star and planet formation processes. Some outflows show discrete clumps of cold molecular gas moving at extremely high velocities (EHVs) of $\\sim$100 km s$^{-1}$, known as ''molecular bullets'', that are likely closely associated with their primary driving agent. Here we present ALMA CO(J=3-2) observations of a bright EHV molecular bullet that reveal its morphology in detail down to scales of 30 au and its kinematic structure across the entire intermediate velocity range ($\\sim$30-100 km s$^{-1}$). These provide important new insights into how outflows transfer mass and momentum to the surrounding medium. The observed channel maps display several sequences of ring-like features whose velocity increases and size decreases with projected distance from the driving source, each sequence tracing a thin, bow-shaped shell culminating on-axis in a bright EHV head. The shape, kinematics, and mass of each shell all agree remarkably well with the simplest textbook models of momentum-conserving bowshocks produced by a time-variable EHV jet. The dynamical timescale between consecutive shells is of a few decades, with the latest ejection event coinciding with the protostar optical/IR outburst observed in $\\sim$1990. The very strong evidence for bowshock-driven entrainment induced by jet variability revealed by this work suggests that accretion bursts, and therefore variations in the disk snowlines, should occur on decade timescales, which could substantially impact grain growth and planet formation.",
        "authors": [
            {
                "name": "G. Blázquez-Calero"
            },
            {
                "name": "G. Anglada"
            },
            {
                "name": "S. Cabrit"
            },
            {
                "name": "M. Osorio"
            },
            {
                "name": "A. C. Raga"
            },
            {
                "name": "G. A. Fuller"
            },
            {
                "name": "J. F. Gómez"
            },
            {
                "name": "R. Estalella"
            },
            {
                "name": "A. K. Diaz-Rodriguez"
            },
            {
                "name": "J. M. Torrelles"
            },
            {
                "name": "L. F. Rodríguez"
            },
            {
                "name": "E. Macías"
            },
            {
                "name": "I. de Gregorio-Monsalvo"
            },
            {
                "name": "S. T. Megeath"
            },
            {
                "name": "L. Zapata"
            },
            {
                "name": "P. T. P. Ho"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.14458v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.14458v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1038/s41550-025-02716-2"
        }
    },
    "2601.12578": {
        "id": "http://arxiv.org/abs/2512.07562v1",
        "title": "Chemical complexity in star formation induced by stellar feedback: cores shock-formed by the supernova remnant W44",
        "updated": "2025-12-08T13:54:58.000Z",
        "published": "2025-12-08T13:54:58.000Z",
        "summary": "Low-velocity shocks from Supernova Remnants (SNRs) may set the physical and chemical conditions of star formation in molecular clouds. Recent evidence suggests that the Sun might have formed through this process. However, the chemical conditions of shock-induced star forming region remain poorly constrained. We study the chemical complexity of a shock-impacted clump, with potential to yield star formation, named the Clump, and located at the interface between the SNR W44 and the infrared dark cloud G034.77-00.55. We test whether the Clump has chemical properties consistent with those observed in star forming regions unaffected by SNRs. We use high-sensitivity, broad spectral surveys at 3 and 7 mm obtained with the 30m antenna at IIRAM and the 40 m YEBES antenna, to identify D-bearing species and complex organic molecules (COMs) toward the Clump. For all species, we estimate molecular abundances and compare them with those observed across star forming regions at different evolutionary stages and masses, as well as comets. We detect multiple deuterated molecules (DCO+, DNC, DCN, CH2DOH) and COMs (CH3OH, CH3CHO, CH3CCH, CH3CN, CH3SH) with excitation temperatures of 5-13 K. To the best of our knowledge, this is the first detection of COMs toward a site of SNR-cloud interaction. The derived D/H ratios (0.01-0.04) and COM abundances are consistent with those reported toward typical low-mass starless cores and comparable to cometary values. The overall level of chemical complexity is relatively low, in line with an early evolutionary stage. We suggest that the Clump is a early stage shock-induced low-mass star forming region, not yet protostellar. We speculate that SNR shocks may set the physical and chemical conditions to form stars. The resulting chemical budget may be preserved along the formation process of a planetary system, being finally incorporated into planetesimals and cometesimals.",
        "authors": [
            {
                "name": "G. Cosentino"
            },
            {
                "name": "I. Jiménez-Serra"
            },
            {
                "name": "F. Fontani"
            },
            {
                "name": "P. Gorai"
            },
            {
                "name": "C. -Y. Law"
            },
            {
                "name": "J. C. Tan"
            },
            {
                "name": "R. Fedriani"
            },
            {
                "name": "A. T. Barnes"
            },
            {
                "name": "P. Caselli"
            },
            {
                "name": "S. Viti"
            },
            {
                "name": "J. D. Henshaw"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.07562v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.07562v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.09794": {
        "id": "http://arxiv.org/abs/2512.06213v1",
        "title": "The Milky Way Project: Bridging Intermediate- and High-Mass Star Formation with the MIRION Catalog of Yellowballs",
        "updated": "2025-12-05T23:19:54.000Z",
        "published": "2025-12-05T23:19:54.000Z",
        "summary": "We describe the construction and use of the Mid-InfraRed Interstellar Objects and Nebulae (MIRION) catalog, which was compiled from 6176 objects identified as \"yellowballs\" (YBs) by participants in the Milky Way Project. The majority of YBs are compact photodissociation regions generated by intermediate- and high-mass young stellar objects that are embedded in star-forming clumps ranging in mass from ten to one million solar masses and luminosity from ten to ten thousand solar luminosities. The MIRION catalog increases the number of candidate intermediate-mass star-forming regions (SFRs) by nearly two orders of magnitude, providing an extensive database with which to explore the transition from isolated low-mass to clustered high-mass star formation. The catalog comprises five tables that include mid- and far-infrared photometry; velocities of source-associated molecular clouds; distances to these molecular clouds; physical properties of source-associated star-forming clumps; and source crossmatches with other catalogs. The structure of the catalog enables users to easily sort objects for further study based on distance or environmental properties. Our preliminary analysis extends our earlier findings that indicate a relationship between IR colors and the physical properties and evolutionary stages of SFRs. Photometry will be periodically updated online to incorporate measurements from volunteers participating in a classroom activity known as the People Enabling Research: a Yellowball Survey of the Colors Of Protostellar Environments (PERYSCOPE) Project. These updates will continue to refine the IR flux measurements and reduce photometric errors. A follow-up paper will present a detailed analysis of how IR colors can be used to predict the properties of star-forming environments.",
        "authors": [
            {
                "name": "Kathryn Devine"
            },
            {
                "name": "Grace Wolf-Chase"
            },
            {
                "name": "C. R. Kerton"
            },
            {
                "name": "Nicholas Larose"
            },
            {
                "name": "Maya Coleman"
            },
            {
                "name": "Makenzie Stapley"
            },
            {
                "name": "Ethan Bassingthwaite"
            },
            {
                "name": "Bezawit Mekasa Kassaye"
            },
            {
                "name": "Hritik Rawat"
            },
            {
                "name": "Tharindu Jayasinghe"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.06213v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.06213v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.08938": {
        "id": "http://arxiv.org/abs/2512.06409v1",
        "title": "Modelling dust coagulation, dynamical drag and turbulent mixing during star and disc formation",
        "updated": "2025-12-06T12:04:27.000Z",
        "published": "2025-12-06T12:04:27.000Z",
        "summary": "Planet formation in the discs around young stars involves the coagulation of sub-micron sized dust grains into much larger grains that may be mixed by turbulence and migrate through the disc. In this paper, we describe how we have combined a method for modelling the coagulation of a population of dust grains with the MULTIGRAIN algorithm for modelling the dynamical evolution of a population of dust grains that are subject to strong gas drag. We solve the dynamical evolution of the dust grains due to gas drag using a recently-developed implicit integration method, and we introduce a new implicit method to model the diffusion of the dust due to unresolved hydrodynamic turbulence. The resulting smoothed particle hydrodynamics (SPH) code allows us, for the first time, to model the growth, mixing and migration of dust grain populations during the early stages of star formation and the formation, growth and evolution of a young protoplanetary disc using three-dimensional hydrodynamical simulations. In doing so, we find that including turbulent dust diffusion within the disc provides a substantial enhancement of the rate of dust grain growth due to the fact that the turbulent diffusion provides a source of small and intermediate dust grains to the regions in which the largest dust grains are growing.",
        "authors": [
            {
                "name": "Matthew R. Bate"
            },
            {
                "name": "Mark A. Hutchison"
            },
            {
                "name": "Daniel Elsender"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.06409v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.06409v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.07457": {
        "id": "http://arxiv.org/abs/2512.02237v1",
        "title": "Evolution of the Accretion Rate of Young Intermediate Mass Stars: Implications for Disk Evolution and Planet Formation",
        "updated": "2025-12-01T22:07:04.000Z",
        "published": "2025-12-01T22:07:04.000Z",
        "summary": "This work presents a study of the evolution of the stellar accretion rates of pre-main-sequence intermediate-mass stars. We compare the accretion rate of the younger intermediate-mass T Tauri stars (IMTTSs) with the older Herbig stars into which they evolve. We find that the median accretion rate of IMTTSs (1.2$\\times$10$^{-8}$ M$_{\\odot}$ yr$^{-1}$) is significantly lower than that of Herbig stars (1.9$\\times$10$^{-7}$ M$_{\\odot}$ yr$^{-1}$). This increase stands in stark contrast with canonical models of disk evolution that predict that the stellar accretion rate declines with age. We put forward a physically plausible scenario that accounts for the systematic increase of stellar accretion based on the increase of the effective temperature of the stars as they evolve towards the zero-age main sequence. For example, the temperature of a 2M$_{\\odot}$ star will increase from 4900~K in the IMTTS phase to 9100~K during the Herbig phase. Thus, the luminosity of the far ultraviolet (FUV) radiation will increase by orders of magnitude. We propose that this increase drives a higher stellar accretion rate. The scenario we propose to account for the increase in the stellar accretion rate solves the lifetime problem for Herbig disks because the increasing stellar accretion rates require lower initial disk masses to account for present-day disk masses. This work highlights the importance of the role FUV radiation has in driving the accretion rate, predicts a large population of pre-main-sequence non-accreting A stars, and has implications for interpreting disk morphologies that may serve as signposts of embedded gas giant planets in Herbig disks.",
        "authors": [
            {
                "name": "Sean D. Brittain"
            },
            {
                "name": "Joshua W. Kern"
            },
            {
                "name": "Gwendolyn Meeus"
            },
            {
                "name": "Rene D. Oudmaijer"
            }
        ],
        "categories": [
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.SR",
        "links": [
            {
                "href": "https://arxiv.org/abs/2512.02237v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2512.02237v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.3847/1538-3881/ae1a42"
        }
    },
    "2601.07088": {
        "id": "http://arxiv.org/abs/2601.03951v1",
        "title": "Broadband spectroscopy of astrophysical ice analogues: IV. Optical constants of N$_2$ ice in the terahertz and mid-infrared ranges",
        "updated": "2026-01-07T14:05:48.000Z",
        "published": "2026-01-07T14:05:48.000Z",
        "summary": "Context. Understanding the optical properties of astrophysical ices is crucial for modeling dust continuum emission and radiative transfer in cold, dense interstellar environments. Molecular nitrogen (N$_2$), a major nitrogen reservoir in protoplanetary disks, plays a key role in nitrogen chemistry, yet the lack of direct terahertz (THz)--infrared (IR) optical constants for N$_2$ ice introduces uncertainties in radiative transfer models, snowline locations, and disk mass estimates.\n  Aims. We present direct measurements of the optical properties of N$_2$ ice over a broad THz--IR spectral range using terahertz pulsed spectroscopy (TPS) and Fourier-transform infrared spectroscopy (FTIR), supported by density functional theory (DFT) calculations and comparison with literature data.\n  Methods. N$_2$ ice was grown at cryogenic temperatures by gas-phase deposition onto a cold silicon window. The THz complex refractive index was directly reconstructed from TPS data, while the IR response was derived from FTIR measurements using Kramers--Kronig relations. The optical response was parameterized with a Lorentz dielectric model and validated by DFT calculations.\n  Results. The complex refractive index of N$_2$ ice is quantified from $ν= 0.3$--$16$~THz ($λ= 1$~mm--$18.75~μ$m). Resonant absorption peaks at $ν_\\mathrm{L} = 1.47$ and $2.13$~THz with damping constants $γ_\\mathrm{L} = 0.03$ and $0.22$~THz are attributed to optically active phonons of the $α$-N$_2$ crystal.\n  Conclusions. We provide a complete set of the THz--IR optical constants for \\ce{N2} ice by combining TPS and FTIR spectroscopy. Our results have implications for future observational and modeling studies of protoplanetary disk evolution and planet formation.",
        "authors": [
            {
                "name": "F. Kruczkiewicz"
            },
            {
                "name": "A. A. Gavdush"
            },
            {
                "name": "F. Ribeiro"
            },
            {
                "name": "D. Campisi"
            },
            {
                "name": "A. Vyjidak"
            },
            {
                "name": "B. M. Giuliano"
            },
            {
                "name": "G. A. Komandin"
            },
            {
                "name": "S. V. Garnov"
            },
            {
                "name": "T. Grassi"
            },
            {
                "name": "P. Theulé"
            },
            {
                "name": "K. I. Zaytsev. A. V. Ivlev"
            },
            {
                "name": "Paola Caselli"
            }
        ],
        "categories": [
            "astro-ph.EP",
            "astro-ph.GA",
            "astro-ph.IM"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.03951v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.03951v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.06355": {
        "id": "http://arxiv.org/abs/2511.14733v2",
        "title": "Starlight-driven flared-staircase geometry in radiation hydrodynamic models of protoplanetary disks",
        "updated": "2026-01-06T13:07:37.000Z",
        "published": "2025-11-18T18:26:05.000Z",
        "summary": "Protoplanetary disks observed in millimeter continuum and scattered light show a variety of substructures. Various physical processes in the disk could trigger such features -- one of which that has been previously theorized for passive disks is the thermal wave instability -- the flared disk may become unstable as directly illuminated regions puff up and cast shadows behind them. This would manifest as bright and dark rings, and a staircase-like structure in the disk optical surface. We provide a realistic radiation hydrodynamic model to test the limits of the thermal wave instability in irradiated disks. We carry out global axisymmetric 2D hydrostatic and dynamic simulations including radiation transport with frequency-dependent ray-traced irradiation and flux-limited diffusion (FLD). We found that starlight-driven shadows are most prominent in optically thick, slow cooling disks, shown by our models with high surface densities and dust-to-gas ratios of sub-micron grains of 0.01. We recover that thermal waves form and propagate inwards in the hydrostatic limit. In contrast, our hydrodynamic models show bumps and shadows within 30 au that converge to a quasi-steady state on several radiative diffusion timescales -- indicating a long-lived staircase structure. We find that existing thermal pressure bumps could produce and enhance this effect, forming secondary shadowing downstream. Hydrostatic models with self-consistent dust settling instead show a superheated dust irradiation absorption surface with a radially smooth temperature profile without staircases. We conclude that one can recover thermally induced flared-staircase structures in radiation hydrodynamic simulations of irradiated protoplanetary disks using flux-limited diffusion. We highlight the importance of modeling dust dynamics consistently to explain starlight-driven shadows.",
        "authors": [
            {
                "name": "Prakruti Sudarshan"
            },
            {
                "name": "Mario Flock"
            },
            {
                "name": "Alexandros Ziampras"
            },
            {
                "name": "David Melon Fuksman"
            },
            {
                "name": "Tilman Birnstiel"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2511.14733v2",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2511.14733v2",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.05359": {
        "id": "http://arxiv.org/abs/2601.05310v1",
        "title": "Interaction of the central jet with the surrounding gas in the protostellar outflow from IRAS 04166+2706",
        "updated": "2026-01-08T19:00:00.000Z",
        "published": "2026-01-08T19:00:00.000Z",
        "summary": "$Context.$ The outflow from the Class 0 protostar IRAS 04166+2706 (hereafter IRAS 04166) contains a remarkably symmetric jet-like component of extremely high-velocity (EHV) gas.\n  $Aims.$ We studied the IRAS 04166 outflow and investigated the relation between its EHV component and the slower outflow gas.\n  $Methods.$ We mosaicked the CO(2--1) emission from the IRAS 04166 outflow using the 12m and the Compact Arrays of ALMA. We also developed a ballistic toy model of the gas ejected laterally from a jet to interpret the data.\n  $Results.$ In agreement with previous observations, the ALMA data show that the slow outflow component is distributed in two opposed conical lobes and has a shear-flow pattern with velocity increasing toward the axis. The EHV gas consists of a series of arc-like condensations that span the full width of the conical lobes and merge with their walls, suggesting that the fast and slow outflow components are physically connected. In addition, position--velocity diagrams along the outflow axis show finger-like extensions that connect the EHV emission with the origin of the diagram, as if part of the EHV gas had been decelerated by its interaction with the low-velocity outflow. A ballistic model can reproduce these finger-like extensions assuming that the EHV gas consists of jet material that has been ejected laterally over a short period of time and has transferred part of its momentum to the surrounding shear flow.\n  $Conclusions.$ The EHV gas in the IRAS 04166 outflow seems to play a role in the acceleration of the slower gas component. The presence of similar finger-like extensions in the position-velocity diagrams of other outflows suggests that this process may be occurring in other systems, even if the EHV component is not seen because it has an atomic composition.",
        "authors": [
            {
                "name": "M. Tafalla"
            },
            {
                "name": "D. Johnstone"
            },
            {
                "name": "J. Santiago-Garcia"
            },
            {
                "name": "Q. Zhang"
            },
            {
                "name": "H. Shang"
            },
            {
                "name": "C. -F. Lee"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.05310v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.05310v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.05314": {
        "id": "http://arxiv.org/abs/2601.18259v1",
        "title": "Chemical study of two starless cores in the B213/L1495 filament",
        "updated": "2026-01-26T08:31:44.000Z",
        "published": "2026-01-26T08:31:44.000Z",
        "summary": "The chemical evolution of pre-stellar cores during their transition to a protostellar stage is not yet fully understood. Detailed chemical characterizations of these sources are needed to better define their chemistry during star formation. Our goal is to characterize the chemistry of the starless cores C2 and C16 in the B213/L1495 filament of the Taurus Molecular Cloud, and to understand how it relates to the environmental conditions and the evolutionary state of the cores. We made use of two complete spectral surveys at 7 mm of these sources, carried out using the Yebes 40-m telescope. Derived molecular abundances were compared with those of other sources in different evolutionary stages and with values computed by chemical models. Including isotopologs, 22 molecules were detected in B213-C2, and 25 in B213-C16. The derived rotational temperatures have values of between $\\sim$ 5 K and $\\sim$ 9 K. A comparison of the two sources shows lower abundances in C2, except for l-C$_{3}$H and HOCO$^{+}$, which have similar values in both cores. Model results indicate that both cores are best fit assuming early-time chemistry, and point to C2 being in a more advanced evolutionary stage, as it presents a higher molecular hydrogen density and sulfur depletion, and a lower cosmic-ray ionization rate. Our chemical modeling successfully accounts for the abundances of most molecules, including complex organic molecules and long cyanopolynes (HC$_{5}$N, HC$_{7}$N), but fails to reproduce those of the carbon chains CCS and C$_{3}$O. Chemical differences between C2 and C16 could stem from the evolutionary stage of the cores, with C2 being closer to the pre-stellar phase. Both cores are better fit assuming early-time chemistry of t $\\sim$ 0.1 Myr. The more intense UV radiation in the northern region of B213 could account for the high abundances of l-C$_{3}$H and HOCO$^{+}$ in C2.",
        "authors": [
            {
                "name": "L. Moral-Almansa"
            },
            {
                "name": "A. Fuente"
            },
            {
                "name": "M. Rodríguez-Baras"
            },
            {
                "name": "T. Alonso-Albi"
            },
            {
                "name": "G. Esplugues"
            },
            {
                "name": "D. Navarro-Almaida"
            },
            {
                "name": "P. Riviére-Marichalar"
            },
            {
                "name": "B. Tercero"
            },
            {
                "name": "A. Asensio Ramos"
            },
            {
                "name": "C. Westendorp Plaza"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.18259v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.18259v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556867"
        }
    },
    "2601.03963": {
        "id": "http://arxiv.org/abs/2601.09794v2",
        "title": "The influence of magnetic fields in Cloud-Cloud Collisions",
        "updated": "2026-01-16T10:21:14.000Z",
        "published": "2026-01-14T19:01:01.000Z",
        "summary": "Cloud-cloud collisions are expected to trigger star formation by compressing gas into dense, gravitationally unstable regions. However, the role of magnetic fields in this process is unclear. We use SPH to model head-on collisions between two uniform density clouds, each with mass $500 \\,$M$_{\\odot}$, initial radius 2 pc, and embedded in a uniform magnetic field parallel to the collision velocity. As in the nonmagnetic case, the resulting shock-compressed layer fragments into a network of filaments. If the collision is sufficiently slow, the filaments are dragged into radial orientations by non-homologous gravitational contraction, resulting in a $\\textit{Hub Filament}$ morphology, which spawns a centrally concentrated monolithic cluster with a broad mass function shaped by competitive accretion and dynamical ejections. If the collision is faster, a $\\textit{Spiders Web}$ of intersecting filaments forms, and star-systems condense out in small subclusters, often at the filament intersections; due to their smaller mass reservoirs, and the lower probability of dynamical ejection, the mass function of star-systems formed in these subclusters is narrower. Magnetic fields affect this dichotomy quantitatively by delaying collapse and fragmentation. As a result, the velocity threshold separating $\\textit{Hub Filament}$ and $\\textit{Spiders Web}$ morphologies is shifted upward in magnetised runs, thereby enlarging the parameter space in which $\\textit{Hub Filament}$ morphologies form, and enhancing the likelihood of producing centrally concentrated clusters. Consequently, magnetic fields regulate both the morphology and timing of star formation in cloud-cloud collisions: they broaden filaments, delay the onset of star formation, and promote the formation of $\\textit{Hub Filament}$ morphologies, monolithic clusters and high-mass star-systems.",
        "authors": [
            {
                "name": "Theotokis Georgatos"
            },
            {
                "name": "Anthony P. Whitworth"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.09794v2",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.09794v2",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.03951": {
        "id": "http://arxiv.org/abs/2601.07184v1",
        "title": "The stellar initial mass function of nearby young moving groups",
        "updated": "2026-01-12T04:07:53.000Z",
        "published": "2026-01-12T04:07:53.000Z",
        "summary": "The solar neighbourhood is populated by nearby, young moving groups (NYMGs) of stars that are candidates to be remnants of individual stellar clusters and associations, currently dispersing in the galactic disc. To derive the initial mass function (IMF) of a large sample of NYMGs, we developed and applied an algorithm that uses photometry and astrometry from Gaia DR3 to detect NYMGs in a kinematic space. We inferred individual masses from the photometry of both the detected and the previously known candidates. We estimated the IMFs for 33 groups, 30 of them for the first time, in an average mass range $0.1<m/M_\\odot<5$ with some groups going as low as $0.02~M_{\\odot}$ and as high as $10~M_{\\odot}$. We parameterized these IMFs using a log-normal for $m<1~M_\\odot$ and a power-law for $m>1~M_\\odot$. We detected 4166 source candidate members of 44 known groups, including 2545 new candidates. We recovered 44-54\\% of the literature candidates and estimated a contamination rate from old field stars of 16-24\\%. The candidates of the detected groups distribute along young isochrones, which suggests that they are potential members of NYMGs. Parameterizations of both the average of the 33 IMFs based on our detections ($m_c=0.25\\pm0.17~M_{\\odot}$, $σ_c=0.45\\pm0.17$, and $α=-2.26\\pm0.09$) and the one based on the known candidates from the literature ($m_c=0.22\\pm0.14~M_{\\odot}$, $σ_c=0.45\\pm0.17$, and $α=-2.45\\pm0.06$) are in agreement with the IMF parameterization of the solar neighbourhood and young stellar associations. Our parameterization of the average IMF together with the distribution of the detected group members along young isochrones provide strong evidence suggesting that the NYMGs are remnants of individual stellar associations and clusters and that there are no systematic biases in our detection and in the literature in the range $0.1<m/M_{\\odot}<10$.",
        "authors": [
            {
                "name": "Rafael Bertolotto-Stefanelli"
            },
            {
                "name": "Juan José Downes"
            },
            {
                "name": "Genaro Suárez"
            },
            {
                "name": "Cecilia Mateu"
            },
            {
                "name": "Jonathan Gagné"
            },
            {
                "name": "Carlos Román Zúñiga"
            }
        ],
        "categories": [
            "astro-ph.GA"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.07184v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.07184v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.02545": {
        "id": "http://arxiv.org/abs/2601.11709v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) IX: Gas-driven origin for the continuum arc in the debris disc of HD 121617",
        "updated": "2026-01-16T19:00:02.000Z",
        "published": "2026-01-16T19:00:02.000Z",
        "summary": "Debris discs were long considered to be largely gas-free environments governed by collisional fragmentation, gravitational stirring, and radiative forces. Recent CO detections show that gas is present, but its abundance and origin remain uncertain. The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) revealed a narrow gas and dust ring in the disc HD 121617 with an asymmetric arc 40% brighter than the rest of the ring. We aim to constrain the total gas mass in HD 121617 assuming the dust arc is produced by hydrodynamical gas-dust interactions. We used the Dusty FARGO-ADSG code, modelling dust as Lagrangian particles, including radiation pressure and dust feedback, and varying the total gas mass. Simulations were compared to observations using radiative transfer. An unstable gas ring creates a size-dependent radial and azimuthal dust trap whose efficiency depends on gas mass. Two models, with 50 and 5 Earth masses of gas, reproduce both the ALMA band 7 arc and the outward offset of the VLT/SPHERE scattered-light ring via gas drag and radiation pressure. We infer a conservative gas-mass range of 2.5 to 250 Earth masses. If the ALMA asymmetry is caused by gas drag, the required gas mass compared with the observed CO implies substantial H2, consistent with primordial gas. HD 121617 would then be a hybrid disc between protoplanetary and debris stages. Since a planet could also create an arc, future observations are needed to distinguish these scenarios.",
        "authors": [
            {
                "name": "Philipp Weber"
            },
            {
                "name": "Sebastián Pérez"
            },
            {
                "name": "Clément Baruteau"
            },
            {
                "name": "Sebastian Marino"
            },
            {
                "name": "Fernando Castillo"
            },
            {
                "name": "Marija R. Jankovic"
            },
            {
                "name": "Tim Pearce"
            },
            {
                "name": "Mark C. Wyatt"
            },
            {
                "name": "Antranik A. Sefilian"
            },
            {
                "name": "Johan Olofsson"
            },
            {
                "name": "Gianni Cataldi"
            },
            {
                "name": "Joshua B. Lovell"
            },
            {
                "name": "Carlos del Burgo"
            },
            {
                "name": "A. Meredith Hughes"
            },
            {
                "name": "Sorcha Mac Manamon"
            },
            {
                "name": "Aoife Brennan"
            },
            {
                "name": "Luca Matrà"
            },
            {
                "name": "Julien Milli"
            },
            {
                "name": "Brianna Zawadzki"
            },
            {
                "name": "Eugene Chiang"
            },
            {
                "name": "Meredith MacGregor"
            },
            {
                "name": "David J. Wilner"
            },
            {
                "name": "Myriam Bonduelle"
            },
            {
                "name": "John Carpenter"
            },
            {
                "name": "Yinuo Han"
            },
            {
                "name": "Ágnes Kóspál"
            },
            {
                "name": "Patricia Luppe"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.11709v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.11709v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2601.02479": {
        "id": "http://arxiv.org/abs/2601.12586v1",
        "title": "The ALMA survey to Resolve exoKuiper belt Substructures (ARKS) V: Comparison between scattered light and thermal emission",
        "updated": "2026-01-18T21:09:56.000Z",
        "published": "2026-01-18T21:09:56.000Z",
        "summary": "Debris discs are analogues to our own Kuiper belt around main-sequence stars and are therefore referred to as exoKuiper belts. They have been resolved at high angular resolution at wavelengths spanning the optical to the submillimetre-millimetre regime. Short wavelengths probe the light scattered by such discs, which is dominated by micron-sized dust particles, while millimetre wavelengths probe the thermal emission of millimetre-sized particles. Determining differences in the dust distribution between millimetre- and micron-sized dust is fundamental to revealing the dynamical processes affecting the dust in debris discs. We aim to compare the scattered light from the discs of the ALMA survey to Resolve exoKuiper belt Substructures (ARKS) with the thermal emission probed by ALMA. We focus on the radial distribution of the dust. We used high-contrast scattered light observations obtained with VLT/SPHERE, GPI, and the HST to uniformly study the dust distribution in those systems and compare it to the dust distribution extracted from the ALMA observations carried out in the course of the ARKS project. We also set constraints on the presence of planets by using these high-contrast images combined with exoplanet evolutionary models. 15 of the 24 discs comprising the ARKS sample are detected in scattered light, with TYC9340-437-1 being imaged for the first time at near-infrared wavelengths. For 6 of those 15 discs, the dust surface density seen in scattered light peaks farther out compared to that observed with ALMA. These 6 discs except one are known to also host cold CO gas. Conversely, the systems without significant offsets are not known to host gas, except one. This observational study suggests that the presence of gas in debris discs may affect the small and large grains differently, pushing the small dust to greater distances where the gas is less abundant.",
        "authors": [
            {
                "name": "J. Milli"
            },
            {
                "name": "J. Olofsson"
            },
            {
                "name": "M. Bonduelle"
            },
            {
                "name": "R. Bendahan-West"
            },
            {
                "name": "J. P. Marshall"
            },
            {
                "name": "E. Choquet"
            },
            {
                "name": "A. A. Sefilian"
            },
            {
                "name": "Y. Han"
            },
            {
                "name": "B. Zawadzki"
            },
            {
                "name": "S. Mac Manamon"
            },
            {
                "name": "E. Mansell"
            },
            {
                "name": "C. del Burgo"
            },
            {
                "name": "J. M. Carpenter"
            },
            {
                "name": "A. M. Hughes"
            },
            {
                "name": "M. Booth"
            },
            {
                "name": "E. Chiang"
            },
            {
                "name": "S. Ertel"
            },
            {
                "name": "Th. M. Esposito"
            },
            {
                "name": "Th. Henning"
            },
            {
                "name": "J. Hom"
            },
            {
                "name": "M. R. Jankovic"
            },
            {
                "name": "A. V. Krivov"
            },
            {
                "name": "J. B. Lovell"
            },
            {
                "name": "P. Luppe"
            },
            {
                "name": "M. A. MacGregor"
            },
            {
                "name": "S. Marino"
            },
            {
                "name": "B. C. Matthews"
            },
            {
                "name": "L. Matrà"
            },
            {
                "name": "A. Moór"
            },
            {
                "name": "N. Pawellek"
            },
            {
                "name": "T. D. Pearce"
            },
            {
                "name": "S. Pérez"
            },
            {
                "name": "V. Squicciarin"
            },
            {
                "name": "P. Weber"
            },
            {
                "name": "D. J. Wilner"
            },
            {
                "name": "M. C. Wyatt"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.12586v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.12586v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ],
        "doi": {
            "url": "https://doi.org/10.1051/0004-6361/202556523"
        }
    },
    "2601.01006": {
        "id": "http://arxiv.org/abs/2511.09481v3",
        "title": "Adsorption of volatiles on dust grains in protoplanetary disks",
        "updated": "2026-01-27T18:26:40.000Z",
        "published": "2025-11-12T16:52:03.000Z",
        "summary": "The adsorption of volatile molecules onto dust grain surfaces fundamentally influences dust-related processes, including condensation of gas-phase molecules, dust coagulation, and planet formation in protoplanetary disks. Using advanced ab-initio density functional theory with r$^2$SCAN+rVV10 van der Waals functionals, we calculate adsorption energies of H$_2$, H$_2$O, and CO on carbonaceous (graphene, amorphous carbon) and silicate (MgSiO$_3$) surfaces. Results reveal fundamentally different adsorption mechanisms: weak physisorption on carbonaceous surfaces ($|Δε_{\\rm ad}|\\sim 0.1-0.2~{\\rm eV}$) versus strong chemisorption on silicates ($|Δε_{\\rm ad}|\\sim 0.5-1.5~{\\rm eV}$) via coordination bonds. Kinetic Monte Carlo simulations incorporating these energies demonstrate divergent surface evolution: carbonaceous grains exhibit distinct condensation radius compared to silicates, while the cocrystal of H$_2$O and CO significantly increases the desorption temperature of CO. The actual radii of gas-phase molecule depletion could thus be a comprehensive result of temperatures, chemical compositions, and even evolution tracks. Meanwhile, silicates maintain chemisorbed molecular coatings throughout most disk regions. Such dichotomy in surface coverage could also provide a natural mechanism for carbon depletion in inner planetary systems.",
        "authors": [
            {
                "name": "Lile Wang"
            },
            {
                "name": "Feng Long"
            },
            {
                "name": "Haifeng Yang"
            },
            {
                "name": "Ruobing Dong"
            },
            {
                "name": "Shenzhen Xu"
            }
        ],
        "categories": [
            "astro-ph.EP"
        ],
        "primaryCategory": "astro-ph.EP",
        "links": [
            {
                "href": "https://arxiv.org/abs/2511.09481v3",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2511.09481v3",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2511.22985": {
        "id": "http://arxiv.org/abs/2601.20146v2",
        "title": "Spatial distribution of organics in the Horsehead nebula: signposts of chemistry driven by atomic carbon",
        "updated": "2026-01-29T03:09:59.000Z",
        "published": "2026-01-28T00:43:08.000Z",
        "summary": "(Abridged) Complex organic molecules (COMs) are considered essential precursors to prebiotic species. While COMs were once expected to be efficiently destroyed under UV-irradiated conditions, detections in photodissociation regions (PDRs) have challenged this view. However, the mechanisms by which UV radiation contributes to their formation are still uncertain. Here, we present moderately resolved maps of simple and complex organic molecules at the UV-illuminated edge of the Horsehead nebula, obtained by combining ALMA and IRAM 30m single-dish observations at $\\sim 15^{\\prime\\prime}$ resolution. We analyze the spatial distribution of species such as C$^{17}$O, CH$_2$CO, CH$_3$CHO, HNCO, CH$_3$CN, and HC$_3$N. By incorporating previous C$^{17}$O and C$^{18}$O single-dish data as well as PdBI maps of H$_2$CO and CH$_3$OH, we derive profiles of gas density, temperature, thermal pressure, and column densities of the organic species as a function of distance from the UV source. Our results show that most organic species$-$particularly H$_2$CO, CH$_2$CO, CH$_3$CHO, HNCO, and CH$_3$CN$-$exhibit enhanced column densities at the UV-illuminated edge compared to cloud interiors, possibly indicating efficient dust-grain surface chemistry driven by the diffusion of atomic C and radicals produced via photodissociation of CO and CH$_3$OH, as supported by recent laboratory experiments. The exceptions, HC$_3$N and CH$_3$OH, can be attributed to inefficient formation on dust grains and ineffective non-thermal desorption into the gas phase, respectively. Additionally, contributions from gas-phase hydrocarbon photochemistry$-$possibly seeded by grain-surface products$-$cannot be ruled out. Further chemical modeling is needed to confirm the efficiency of these pathways for the studied species, which could have important implications for other cold, UV-irradiated environments such as protoplanetary disks.",
        "authors": [
            {
                "name": "Claudio Hernández-Vera"
            },
            {
                "name": "Viviana V. Guzmán"
            },
            {
                "name": "Jérôme Pety"
            },
            {
                "name": "Ka Tat Wong"
            },
            {
                "name": "Javier R. Goicoechea"
            },
            {
                "name": "Franck Le Petit"
            },
            {
                "name": "Maryvonne Gerin"
            },
            {
                "name": "Aquiles den Braber"
            },
            {
                "name": "John M. Carpenter"
            },
            {
                "name": "Vincent Maillard"
            },
            {
                "name": "Emeric Bron"
            },
            {
                "name": "Pierre Gratier"
            },
            {
                "name": "Evelyne Roueff"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.EP",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.20146v2",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.20146v2",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    },
    "2511.09481": {
        "id": "http://arxiv.org/abs/2601.20998v1",
        "title": "The Initial Mass Function as the Equilibrium State of a Variational Process: why the IMF cannot be sampled stochastically",
        "updated": "2026-01-28T19:47:55.000Z",
        "published": "2026-01-28T19:47:55.000Z",
        "summary": "The stellar initial mass function (sIMF) is often treated as a stochastic probability distribution, yet such an interpretation implies Poisson noise that is inconsistent with growing observational evidence. In particular, the observed relation between the mass of the most massive star formed in an embedded cluster and the cluster's total stellar mass supports a deterministic sampling process, known as optimal sampling. However, the physical origin of optimal sampling has not been formally established in the literature. In this work, we show that the stellar mass distribution implied by optimal sampling emerges from applying the Maximum Entropy principle to the fragmentation of star-forming clumps, whose structure is set by density-dependent cooling in the optically thin regime. Here, the maximum entropy leads to unbiased distributions. By applying calculus of variations to minimize the entropy functional obtained assuming fragmentation, we recover the power-law form of the sIMF, and we show that any distribution deviating from the sIMF violates the Maximum Entropy principle. This work provides a first-principles foundation for the deterministic nature of star formation. Thus, the sIMF is the distribution resulting from a maximally unbiased system.",
        "authors": [
            {
                "name": "Eda Gjergo"
            },
            {
                "name": "Zhiyu Zhang"
            },
            {
                "name": "Pavel Kroupa"
            }
        ],
        "categories": [
            "astro-ph.GA",
            "astro-ph.SR"
        ],
        "primaryCategory": "astro-ph.GA",
        "links": [
            {
                "href": "https://arxiv.org/abs/2601.20998v1",
                "rel": "alternate",
                "type": "text/html"
            },
            {
                "href": "https://arxiv.org/pdf/2601.20998v1",
                "rel": "related",
                "type": "application/pdf"
            }
        ]
    }
}